{
  "Abalone - Blacklip": {
    "Scientific name": "Haliotis rubra",
    "liciense required": true,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": "120 mm from Arthur River east to Musselroe Point, 138 mm for all other waters.",
    "Grows to": "Up to 21cm",
    "Identifying features": "Blacklip abalone have rough, oval shells with a low spire and a distinctive row of holes around the edge. The shell is a red to brown colour with fine spiral ridges and a pearly lining. They have a large muscular foot with a black edge by which they attach to rocks and crevices. The shells on larger abalone are often covered by algae and other small marine invertebrates.",
    "Habitat": "Blacklip abalone live subtidally in more exposed reef environmen ts in areas of high wave energy. They shelter in rocky crevices and gutters, moving out onto rocky, kelp covered bottom at night to feed.",
    "Fishing information": "Blacklip are the most common species of abalone in Tasmania where they are taken recreationally by diving. They feed by trapping drifting seaweeds with the front part of the foot or by grazing on algae and seagrasses. Growth rates vary with location and time of year."
  },
  "Abalone - Greenlip": {
    "Scientific name": "Haliotis laevigata",
    "liciense required": true,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": "132 mm from Montagu east to Bridport, 145 mm for all other waters. See size limit maps for exact boundaries.",
    "Grows to": "Up to 23cm",
    "Identifying features": "Greenlip abalone have smooth, oval shaped shells with a low spire and a row of respiratory holes around the edge. The grey to green coloured shells have a pearly lining. They have green tentacles and a large muscular foot with a green edge by which they attach to rocks and crevices. The shells on larger abalone are often covered by algae and other small marine invertebrates.",
    "Habitat": "Greenlip abalone tend to congregate on the edge of reefs and boulders near sand or seagrass beds. Found mainly in the north of Tasmania where they live in areas of high turbulence around the north coast and Bass Strait islands.",
    "Fishing information": "Greenlip abalone are taken recreationally by diving. They feed by trapping drifting seaweeds with the front part of the foot or by grazing on algae and seagrasses. Growth rates vary with location and time of year."
  },
  "Anemone - Waratah": {
    "Scientific name": "Actinia tenebrosa",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 40mm across",
    "Identifying features": "This anemone gets its name from the dark red body and red flower-like tentacles that unfurl to catch small prey items during tidal movements. The tentacles can retract, taking any food items into the central mouth. If exposed at low tide the tentacles retract, leaving the anemone to have a red blob-like appearance. Fully formed young are expelled from the mouth and settle in areas close to the adults.",
    "Habitat": "Found in crevices on rocky shores and tidal pools in the intertidal zone down to 5 metres.",
    "Fishing information": "These anemones are not any use for bait or fishing. The stinging cells at the tip of the tentacles are avoided by fish and shellfish. They are known to generations of Tasmanian children as bloodsuckers due to their blood red colour. It’s a myth that the anemones can suck blood, not even the stinging tentacles are likely to break your skin."
  },
  "Anglerfish - Tasselled": {
    "Scientific name": "Rhycherus filamentosus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 23cm",
    "Identifying features": "This anglerfish is dark yellow to reddish brown with brown blotches on its sides and cheek. The underside is cream. It is very well camouflaged with numerous fine short filament-like appendages which break the fish’s outline making it look more like a piece of seaweed or rock than a fish. On its head there is a worm-like fishing rod that it uses to attract potential food such as small fish and shrimp. It has a large mouth which it opens at high speed to suck prey into its throat.",
    "Habitat": "Found around rocky reefs in waters between 2 to 60 metres depth.",
    "Fishing information": "Rarely encountered by recreational fishers as the anglerfish’s preference is for live food only. Anglers using live bait such as sand worms may encounter it. They are fairly common but not often seen. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Baitfish - Anchovy": {
    "Scientific name": "Engraulis australis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 16cm and 200 grams",
    "Identifying features": "A small bait fish with a blunt rounded snout protruding beyond a long mouth which extends back behind the eye. The body is greenish above with a broad silver stripe along the side of the body. Similar to Australian sardines and sprats, but usually smaller.",
    "Habitat": "A coastal schooling fish which commonly enters large estuaries and bays, although sometimes found out to depths of 200m.",
    "Fishing information": "Taken using a beach seine, bait or cast net. Anchovies form compact schools and can be detected by the presence of diving birds. Often used as bait by recreational fishers."
  },
  "Baitfish - Blue Sprat": {
    "Scientific name": "Spratelloides robustus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 11cm",
    "Identifying features": "A small fish with a long, narrow body. It is dark blue above with silvery flanks and a pair of dark blue streaks near the centre of the tail fin. It has a short based dorsal fin right above the pelvic fin and a deeply forked tail fin.",
    "Habitat": "The blue sprat is a small mid-water species that occurs in bays, inlets and coastal waters. Usually an inshore schooling fish, it is also found around shallow offshore reefs in depths from 0-50 metres.",
    "Fishing information": "May be taken with a cast net, beach seine or bait net. This species is often used as bait by recreational anglers. It is preyed upon by larger, pelagic fishes, marine mammals and seabirds."
  },
  "Baitfish - Hardyhead": {
    "Scientific name": "Atherinosoma microstoma",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 11cm",
    "Identifying features": "Usually an iridescent silver to olive-green above and paler below with a mid-lateral stripe. They are a small, elongate, silvery schooling fish with two widely separated dorsal fins, a forked tail fin, large eyes, a tiny mouth and jaws with large canine teeth. They have an evenly spaced line of semicircular scales along the centre of the upper surface behind the head.",
    "Habitat": "Mainly found in shallow coastal bays and estuaries. Occurs abundantly in estuaries around seagrass beds and occasionally penetrates the lower reaches of rivers. An annual species which lives for only one year, dying shortly after spawning.",
    "Fishing information": "Often used by recreational fishers as bait to target other species. Taken using a bait net or cast net. They can tolerate a wide range of salinity and are often seen swimming in schools in shallow waters especially if brackish. Schools of small-mouthed hardyhead are sometimes mixed with another abundant species Leptatherina presbyroides also known as silverfish, pretty fish or Tamar hardyhead."
  },
  "Baitfish - Sardine": {
    "Scientific name": "Sardinops sagax",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 25cm and 100 grams",
    "Identifying features": "Has a blue-green upper surface and is silver below with a series of dark spots high on the sides. There are no scales on the head and the sides are covered by poorly attached scales. It has a single dorsal fin with soft rays.",
    "Habitat": "Found in bays and open seas from depths of 0-100 metres. Schools shoal and spawn near the water surface in spring and summer and move into deeper water in other seasons.",
    "Fishing information": "A popular bait due to the extremely oily nature of the flesh. Used by anglers for catching species such as Australian salmon, snapper and tailor. Becoming increasing popular as an eating fish."
  },
  "Barracouta": {
    "Scientific name": "Thyrsites atun",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 1.4m and 6kg",
    "Identifying features": "Barracouta have a long, narrow, scaly body. They are steely blue above and bright silver below with black dorsal and pectoral fins. Often identified by 3-4 large teeth at the front of their mouth, they also have several rows of smaller triangular teeth.",
    "Habitat": "A schooling migratory fish which inhabits open coastal waters and areas where baitfish congregate such as shallow reefs, headlands and deep bays. Young fish are known to enter sheltered bays and large estuaries.",
    "Fishing information": "Can be caught by trolling or casting, using lures, baits and barbless hooks with red tags or by jigging around schools of baitfish. Barracouta are voracious feeders and will aggressively attack any small, shiny lure. Use a wire trace to prevent lures being bitten off. May cause the mysterious disappearance of shiny sinkers when bottom fishing in areas they are known to inhabit."
  },
  "Blenny - Threefin": {
    "Scientific name": "Forsterygion varium",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 15cm",
    "Identifying features": "This small fish is mottled brown to green and pink in colour and has up to seven dark brown to black bands on the sides. The head is small in relation to body length and the mouth is small. Males are brighter than females and have bluish tips on the fins.",
    "Habitat": "Found around shallow rocky areas to 30 metres depth around Tasmania including rock pools. May be found in rock pools sheltering under stones and weed. They are known to be abundant in the Derwent Estuary and D’Entrecasteaux Channel.​",
    "Fishing information": null
  },
  "Blue Grenadier": {
    "Scientific name": "Macruronus novaezelandiae",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.1m and 6kg",
    "Identifying features": "An elongate fish that tapers to a narrow point at the tail. Silver to blue on the back and silver underneath. The second dorsal, anal and tail fins are all joined.",
    "Habitat": "Blue grenadier form large schools in deep waters off Tasmania’s west coast from 200-700 metres deep. They move through the water column at night to feed and stay near the bottom during the daylight hours. Small fish around 10-40 cm are found in Bass Strait, west coast rivers and the River Derwent.",
    "Fishing information": "Recreational fishers may catch these fish from shore based structures in rivers when currents push migrating fish from the continental shelf. Larger boats can target blue grenadier at night in deeper waters using unweighted baits such as fish or squid allowed to sink naturally in the current."
  },
  "Boarfish - Longsnout": {
    "Scientific name": "Pentaceropsis recurvirostris",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 50cm and 4.5kg",
    "Identifying features": "Longsnout boarfish are short, deep-bodied fish characterised by 2-3 black diagonal bars across their silvery-white sides. They have a long, tubular snout and large thick lips. Their dorsal and pectoral fins are long and black-edged.",
    "Habitat": "They are commonly found around sheltered inshore reefs drifting around caves and crevices in depths from 2-260 metres. Boarfish may be territorial over small areas of reef and can confront divers who enter these areas. This behaviour makes them susceptible to spearing resulting in concern about stock levels leading to the prohibition on this method of capture.",
    "Fishing information": "Mainly taken in gillnets and rarely caught on a line due to their very small mouth. Their diet consists of small invertebrates including crustaceans and marine worms."
  },
  "Bream - Black": {
    "Scientific name": "Acanthopagrus butcheri",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 60cm and 3.5kg",
    "Identifying features": "Black bream have a deep body with a single dorsal fin, sharply rounded snout with a moderate size mouth that reaches back level with the eye. They are a silvery bronze to blackish green, with a white chin and belly. The fins are greenish black with a darker margin. Closely related to snapper.",
    "Habitat": "Bream are commonly found in coastal lagoons, estuaries and rivers over weed, sand or rocky bottom. They may aggregate around submerged structures, such as bridge footings, fallen trees, oyster racks, moorings and rocks. Highly mobile, they migrate considerable distances and travel the length of estuaries during tidal changes. They can cope with a wide range of salinity and migrate into fresh water in large numbers during the spawning season.",
    "Fishing information": "Bream are a popular angling species in Tasmania with a number of fishing competitions targeting them each year. They are good fighters on light gear. Fishing methods vary between bait fishing, hard body or soft plastic lures and fly fishing. Popular baits include prettyfish, sandworms, clams, crabs and pilchards. They prefer baits unweighted on the bottom and will tend to seek sheltered and snaggy areas when hooked."
  },
  "Bream - Rays": {
    "Scientific name": "Brama brama",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 60cm and 2kg",
    "Identifying features": "An oval-bodied fish with a short, rounded head, large eyes and a slanted mouth. They are blue to black above with silver flanks and long pectoral fins. A closely related species, Brama australis or Southern Rays bream is also caught around Tasmania. It looks very similar but has a more pronounced slope on its head.",
    "Habitat": "This offshore, open ocean species is normally found at around 500 metres but may come up to surface waters during times of full moon.",
    "Fishing information": "Rays bream are a very strong and powerful fish for their size. They will take a variety of fish and squid baits, devour plastic lures and are also taken using heavy jigs. They can form large dense feeding schools in summer and autumn in Tasmania which can readily be identified on good echo sounders. Historically taken in the tuna longline fishery off Tasmania, at times in large numbers. Also a prized catch when fishing for blue-eye trevalla and other deep water fish with droplines or electric reels, often taking a bait when retrieving or deploying fishing gear."
  },
  "Bug - Balmain": {
    "Scientific name": "Ibacus peronii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 80mm in carapace length",
    "Identifying features": "These unusual medium-sized lobsters have a distinctive broad, flat-shaped shell, small legs and no pincer claws. They have shovel-like antennae at the front which they use to dig into soft substrates. They have five pairs of legs and are orange-red in colour. Sometimes confused with the Moreton Bay bug but can be distinguished by its more elongated shape and eyes that are further apart.",
    "Habitat": "Found in sandy bottom from 4-280m in depth.",
    "Fishing information": "Balmain bugs are a type of slipper lobster, closely related to rock lobsters. They are occasionally encountered by recreational divers or fishers, but more commonly seen on commercial scallop vessels."
  },
  "Butterfly Mackerel": {
    "Scientific name": "Gasterochisma melampus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 164cm",
    "Identifying features": "This large and striking fish has a silvery body with blue colouring on the back. It has large scales, a large mouth and a scaleless head. It is related to the tunas which shows in the body shape and preference for oceanic water. The juveniles have very distinctive large pelvic fins longer than the length of the head hence the name butterfly mackerel.",
    "Habitat": "Offshore waters.",
    "Fishing information": "Butterfly mackerel are not commonly encountered by recreational fishers due to their preference for oceanic waters, well offshore. They are sometimes hooked while fishing for tuna or broadbill swordfish taking either lures or fish baits."
  },
  "Cardinalfish - Southern": {
    "Scientific name": "Vincentia conspersa",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 14cm",
    "Identifying features": "This cardinalfish is small with an oval shaped body, tall dorsal fins and large pelvic fins. It is reddish brown in colour with small dark brown spots scattered across the head and body. Relatively large eyes as these fish are most often observed feeding at night after being beneath ledges or in caves during the day. They have a large mouth which can take large baits hence the name gobbleguts.",
    "Habitat": "Found on coastal reefs to a depth of 65m.",
    "Fishing information": "These fish are rarely encountered by fishers although occasional specimens may be taken off wharfs and jetties near where they hide during the day. Male cardinalfish are known to hold fertilized eggs in the mouth during the spawning season."
  },
  "Chiton - Serpent Skin": {
    "Scientific name": "Sypharochiton pelliserpentis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "20",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 6.5cm",
    "Identifying features": "Chitons have a large, ridged oval shell with alternating grey and brown bars in the centre surrounded by girdle scales with snakeskin-like striations. Their overall colour is greenish brown with patches of mottled white.",
    "Habitat": "Easily visible attached firmly to rocks in sheltered and exposed rocky shores mainly in the middle and lower intertidal zones.",
    "Fishing information": null
  },
  "Clam - Venerupis": {
    "Scientific name": "Venerupis largillierti",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "100",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 80mm",
    "Identifying features": "A large, oval shaped clam which is a yellow-white colour, both inside and outside. The shells have numerous, irregular concentric ridges, that become coarser towards the outer ends of the shell. Young shells may have numerous fine, dark lines. Larger than the katelysia cockle.",
    "Habitat": "Found on both the intertidal flats and subtidal zone in sand and mud, usually in sheltered inshore waters on the east and south east coasts of Tasmania.",
    "Fishing information": "Can be collected in small numbers by recreational fishers by hand or by diving in Georges Bay on the east coast."
  },
  "Cockle - Katelysia": {
    "Scientific name": "Katelysia scalarina",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "100",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 45mm",
    "Identifying features": "This bivalve mollusc is almost oval with a series of concentric ridges. A cream external colour with fine brown zigzag lines sometimes present and a purple blotched interior.",
    "Habitat": "The species is abundant on sheltered intertidal sandflats and in estuaries, with the shells also seen washed up on beaches.",
    "Fishing information": "Found predominately in sheltered, sandy bays on the east coast of Tasmania. Collected by finger raking with the tips of the fingers through intertidal sandflats. Used by some fishers as bait for catching species such as whiting and bream."
  },
  "Cod - Bearded Rock": {
    "Scientific name": "Pseudophycis barbata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 70cm and 6kg",
    "Identifying features": "This cod is reddish-brown and predominantly white or pink below. A black margin is sometimes found surrounding the dorsal, anal and tail fins. They have small scales and a mucous film covering their bodies.",
    "Habitat": "Bearded rock cod live in open coastal waters over hard bottom and rocky reefs in depths from 1-300 metres.",
    "Fishing information": "Frequently caught by fishing on the bottom using bait such as fish and squid any time during the day or night. Often confused with another cod species found in Tasmania, the red cod, Pseudophycis bachus, which has a black spot behind its gill covers. Red cod rarely move about during the day so tend to be caught more at night."
  },
  "Cod - Red": {
    "Scientific name": "Pseudophycis bachus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 80cm",
    "Identifying features": "This cod is grey to brown along the back with reddish pink below with a white underside. The fins have dark margins. It is similar in appearance to the bearded rock cod Pseudophycis barbata except the bearded rock cod does not grow as large and prefers more reefy areas.",
    "Habitat": "Prefers sandy areas from 5-400 metres.",
    "Fishing information": "Red cod are most often caught at night around wharves, jetties and rock walls that front sand areas."
  },
  "Congolli": {
    "Scientific name": "Pseudaphritis urvillii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 36cm",
    "Identifying features": "With their long cylindrical body, congolli can look similar to a flathead with marbled dark brown and light brown patches. Two black bars extend from the head to behind the eye which is yellowish around a black pupil. The mouth is large and the underside coloured clear to silvery. Recent research shows that congolli share a common ancestor with a number of Antarctic fish including the toothfish and icefish species.",
    "Habitat": "Found in brackish estuaries and bays over sand and seagrass and in the lower parts of freshwater creeks that run into the sea in water depths between 0-5 metres. Spawning occurs in the marine section of an estuary.",
    "Fishing information": "Mainly used for live bait in the pursuit of catching large sea run trout. They will take a small bait on occasions. Congolli often bury themselves in sand or mud waiting to prey on small fish and invertebrates."
  },
  "Cowfish - Shaws": {
    "Scientific name": "Aracana aurita",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 25cm",
    "Identifying features": "This fish has a rigid boxlike body with a number of hard, horn like structures on top of head and back and a rigid keel along the belly. The mouth is very small. The colour difference is very marked between sexes, males being bright blue with horizontal blue lines and spots on flank and yellow fins. Females are brown with white patches and brown striping horizontal across flanks, fins are light brown. Select cowfish image above to see illustrations of both sexes.",
    "Habitat": "Found all around Tasmania in coastal waters from 5-160m in depth. Being poor swimmers they tend to favour sheltered areas free from high wave action and strong tidal movements.",
    "Fishing information": "Not targeted. Quite commonly seen by divers and fishers in shallow waters and also washed up on beaches following storms."
  },
  "Cowrie - Southern": {
    "Scientific name": "Notocypraea angustata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "20",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 30mm",
    "Identifying features": "The mantle or shell of the southern cowrie can vary in colour from pale to dark brown. Usually there are no dorsal stripes but large blurred spots on the margin are common. It is one of five species found in Tasmania and very similar to Compton’s cowrie Notocypraea comptoni which is narrower with a lighter brown or orange shell sometimes with slightly darker stripes across it.",
    "Habitat": "Most frequently observed living subtidally under rocks from 0-15 metres.",
    "Fishing information": "A widespread and common species in Tasmania, these attractive cowries are popular with shell collectors. Only take shells washed up on the beach (cast) rather than a living cowrie, unless you are collecting for an aquarium."
  },
  "Crab - Giant": {
    "Scientific name": "Pseudocarcinus gigas",
    "liciense required": true,
    "Season": "Rules apply",
    "Bag Limit": "1",
    "Possession Limit": "1",
    "Minimum size": null,
    "Grows to": "Up to 460 mm (carapace length) and 17 kg",
    "Identifying features": "The Tasmanian giant crab is one of the largest crabs in the world. It has a triangular-shaped, orange-red shell with cream flecks and very developed front legs and claws with black tips. Males tend to be larger in size and have one claw much larger than the other.",
    "Habitat": "Giant crabs are found in depths from 140-270 metres out to the edge of the continental shelf.",
    "Fishing information": "They are a slow growing and long lived deep water crab only occasionally caught by recreational fishers using rock lobster pots."
  },
  "Crab - Hermit": {
    "Scientific name": "Strigopagurus strigimanus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 13cm across the carapace",
    "Identifying features": "This crab is dark red with black tufts of hair on exposed parts of the legs and blue eyes. The long abdomen or tail is soft and vulnerable to predators so the crab finds an unused shell to protect itself, often retracting its entire body inside. These crabs extend their claws out to produce a sound to scare away predators.",
    "Habitat": "Commonly found around shallow sheltered rocky reef systems and may venture into deeper waters on occasions.",
    "Fishing information": "Hermit crabs are not normally targeted but are commonly found in craypots."
  },
  "Crab - Red Bait": {
    "Scientific name": "Plagusia chabrus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 70mm (carapace length)",
    "Identifying features": "A medium sized crab with red-orange colouration. The frontal edges of the carapace have sharp indentations either side of the eyes. The legs have parallel rows of raised serrations with a fine hair covering in between.",
    "Habitat": "Lives subtidally in crevices and under rocks on rocky shorelines.",
    "Fishing information": "This species is sometimes enters rock lobster pots or is taken by divers. Known as a speedy or Ferrari crab because of its ability to scurry rapidly."
  },
  "Crab - Sand": {
    "Scientific name": "Ovalipes australiensis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 100 mm (carapace length)",
    "Identifying features": "A medium sized crab with two distinctive red to dark orange oval 'eye' patches at the base of the dorsal carapace. The two rear legs from two paddle-like appendages that allow the crab to swim well, even on the surface at times. The carapace is smooth, about as wide as it is long, and pale brown to blue-grey in colour.",
    "Habitat": "Found in sandy areas in depths to 60m.",
    "Fishing information": "If you are continually losing bait whilst fishing over a sandy bottom in estuaries in summer, you may well have sand crabs feeding. They are masters at bait stealing but rarely become hooked."
  },
  "Crab - Soldier": {
    "Scientific name": "Mictyris platycheles",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 1.5cm across the carapace",
    "Identifying features": "The solider crab is a small crab with a distinctive round body including a blue-grey carapace with a red-purple patch on each side and long, white to orange legs. When disturbed it can curl up quickly and burrow into the sand using a spiral motion.",
    "Habitat": "Found in the intertidal zone of mud flats, sand flats and beaches where they sift sand particles left by receding tides for food.",
    "Fishing information": "Often seen on sandy beaches in large numbers like an army, (hence the name soldier crab), retreating en masse from approaching threats. Most commonly taken by hand or by bait pump to be used as bait."
  },
  "Crab - Spider": {
    "Scientific name": "Leptomithrax gaimardii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 160 mm (carapace length)",
    "Identifying features": "This crab has an orange to brown rounded carapace with pointed front to the shell. It has long legs relative to its body.",
    "Habitat": "Abundant around Tasmania’s inshore coastal areas, particularly on silty substrates. Normally found in water depths down to 900 metres.",
    "Fishing information": "Not a targeted species, spider crabs may be encountered by fishers or divers when they enter shallow sandy waters. As the water cools they form aggregations as females prepare to moult prior to breeding. They may even form piles or mounds up to one metre deep. Large numbers of shells can wash up on beaches. At this time, crabs are sometimes caught as they may take baited hooks, become hooked or tangled in the fishing line or enter pots."
  },
  "Crab - Velvet": {
    "Scientific name": "Nectocarcinus tuberculosus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 8cm across the carapace",
    "Identifying features": "A medium sized crab with a reddish brown carapace often covered with a brownish velvety coating. It has a small notch at the front of the carapace midway between the eyes.",
    "Habitat": "Common on exposed inshore reef areas in depths up to 50 metres.",
    "Fishing information": "This species sometimes enters rock lobster pots or is taken by divers by hand."
  },
  "Cuttlefish - Giant": {
    "Scientific name": "Sepia apama",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 50cm mantle length and 10.5kg",
    "Identifying features": "Cuttlefish are a squid-like fish that can be recognised by the raised skin flaps and three skin folds behind each eye. Their colouring and shape can change rapidly as they adopt bright colours and different skin textures. The internal shell or cuttlebone is broad with a small spine and a white-grey upper surface.",
    "Habitat": "Found around rocky reefs, seagrass beds and sandy seafloors to a depth of 100 metres.",
    "Fishing information": "Taken by using jigs or baited hooks. Sometimes seen by divers hiding in crevices and caves. Adult cuttlefish are curious and may approach divers."
  },
  "Dory - Silver": {
    "Scientific name": "Cyttus australis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 50cm and 1.5kg",
    "Identifying features": "A large eyed, silvery-pink fish with a protrusible mouth and silver colour on flanks, fins and lips with a reddish tinge. The body is very compressed and the eyes relatively large. At night, the colour changes to include brown blotches around body and head.",
    "Habitat": "Found mainly in deep waters around Tasmania and the Great Australian Bight from 20-350 metres but generally at 250 metres.",
    "Fishing information": "Not commonly caught by recreational fishers in Tasmania because of the depth it is found in and its dietary preference for live, whole feed. Believed to take small lures and live bait."
  },
  "Eel - Conger": {
    "Scientific name": "Conger verreauxii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 2m and 20kg",
    "Identifying features": "A large eel with black colouration above and pale underneath. The dorsal fin begins above the tip of the pectoral fin.",
    "Habitat": "Found on sheltered and moderately exposed reef from 0 to 80 metres. During the day it remains hidden in caves with its tail often protruding. Known for being nocturnally active when it hunts and feeds.",
    "Fishing information": "Sometimes taken as a bycatch in rock lobster pots."
  },
  "Flathead - Bluespotted": {
    "Scientific name": "Platycephalus speculator",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 90cm and 8kg",
    "Identifying features": "The southern bluespotted flathead has a lighter, sandy brown body with scattered small blue to white spots intermingled with dark blotches. The lower tail fin has dark spots surrounded by white. The two spines on the gill cover are of a similar length. It is the largest flathead found in Tasmania. The southern bluespotted flathead can be mistaken for sand flathead. Bluespotted flathead can be distinguished from sand flathead by the gillcover spines and tail-markings. On bluespotted flathead the gillcover spines are similar length. On sand flathead, the lower gillcover spine is longer than the upper. Bluespotted flathead tail-markings have multiple black/brown spots surrounded by white, while sand flathead have one large dark blotch on the lower part of their tail.",
    "Habitat": "Found around the north coast of Tasmania in waters up to 30 metres deep, usually on sandy bottom adjacent to seagrass beds.",
    "Fishing information": "These large flathead offer a niche fishery in some areas of Tasmania because fish caught tend to be large. They are caught mainly in coastal embayments and inlets along Bass Strait. Fishers are increasingly targeting them using soft plastic lures and flies. May also be encountered at night whilst spearing for flounder."
  },
  "Flathead - Rock": {
    "Scientific name": "Platycephalus laevigatus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 60cm and 2kg",
    "Identifying features": "The rock flathead has a dark mottled appearance, including a green to pale brown rounded body and several rows of dark spots along the rays of the yellowish tail. The lower spine on the gill cover is shorter than the upper spine. Watch a video to learn how to ID different flathead species in Tasmania.",
    "Habitat": "Commonly found over sheltered or moderately exposed seagrass beds and on flat, vegetated reefs in depths between 1-20 metres.",
    "Fishing information": "The rock flathead is the most highly regarded of flathead species for its flavour. It occurs in small localised populations and is most active at dusk. Now more commonly taken with rod and line using soft plastic lures over seagrass beds."
  },
  "Flathead - Sand": {
    "Scientific name": "Platycephalus bassensis",
    "liciense required": false,
    "Season": "",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": "All waters (except King and Flinders Islands): Minimum size 35cm , maximum size 40cm",
    "Grows to": "Up to 60cm and 1.5kg",
    "Identifying features": "Sand flathead have a long and narrow body with a broad, flattened head. They are a sandy brown or mottled colour above and white below with occasional reddish brown spots along sides. There may also be dark bands across the body and a distinctive black spot on the tail. Scales are present even though they are covered with a protective slime. The lower spine on the gill cover is longer than the upper spine. Tiger flathead and bluespotted flathead can be commonly mistaken for sand flathead. Sand flathead can be distinguished from tiger flathead by the teeth and tail markings. Sand flathead have flat, raspy teeth and a dark blotch on the lower part of the tail. Tiger flathead have large canine teeth and no dark markings on their tail.",
    "Habitat": "Sand flathead are a bottom dwelling fish usually found in inshore waters all around Tasmania. They prefer shallow waters of around 0-25 metres depth and a weed free, sandy bottom.",
    "Fishing information": "Sand flathead are the most commonly caught recreational species in Tasmania, accounting for two-thirds of all fish caught. They are present around the state and are relatively easy to catch. They can be caught on a variety of baits and lures providing they are fished close to a sandy bottom as they don’t usually rise more than one metre from the bottom to take a bait. Flathead are often caught from a boat that is drifting slowly so the fish see the bait as it passes by. May also be encountered at night when spearing for flounder."
  },
  "Flathead - Tiger": {
    "Scientific name": "Neoplatycephalus richardsoni",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "20",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 65cm and 2.5kg",
    "Identifying features": "Tiger flathead has a rounder body shape than other flatheads. It is a light brown or pinkish grey colour on the body with orange-brown spots. Dark bands of colour may also be present on the body. Tiger flathead can be distinguished from other flathead species by its large canine teeth. It has no dark blotch on the lower part of the tail, and the lower spine on the gill cover is longer than the upper spine. Tap the magnifying glass to view an image gallery of identifying features, or watch a video to learn how to ID different flathead species in Tasmania.",
    "Habitat": "Tiger flathead are generally found both inshore and on the continental shelf between 10 and 160 metres.",
    "Fishing information": "Usually caught in deeper, offshore waters but occasionally taken by recreational fishers closer inshore. Taken using similar gear and fishing techniques used for southern sand flathead. Distributed all around Tasmania but more commonly caught off the south and east coasts."
  },
  "Flounder - Greenback": {
    "Scientific name": "Rhombosolea tapirina",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 45cm and 0.6kg",
    "Identifying features": "Greenback flounder are a flat-bodied fish with mainly dark green above and white underneath but their colour may vary to blend into their environment. It has an extended snout which projects in front of the mouth. This species can be distinguished from the longsnout flounder by its more diamond shaped body and green colouration.",
    "Habitat": "Commonly found in shallow coastal estuaries and bays on sand or muddy type bottom right around Tasmania from 0-100 metres depth.",
    "Fishing information": "Most recreational fishers in Tasmania use flounder spears and lights at night in larger estuaries and on shallow graded beaches. Caught on still nights on the incoming tide when flounder come into shallow water to feed on small invertebrates such as sand worms and nipper prawns. They are rarely caught on lines."
  },
  "Flounder - Longsnout": {
    "Scientific name": "Ammotretis rostratus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 30cm and 0.6kg",
    "Identifying features": "The longsnout flounder has a flat, oval shaped body with fine dark spots on the upper surface and white on the underside. Their colour varies from light brown to grey to blend in with the sea bottom they are living on. The snout is hook-like and extends over the mouth to the right hand side jaw. The scales are very small.",
    "Habitat": "Commonly found in shallow coastal estuaries and bays on sand or muddy type bottom right around Tasmania from 0-80 metres depth.",
    "Fishing information": "Most recreational fishers in Tasmania use flounder spears and lights at night in larger estuaries and shallow graded beaches. Caught on still nights on the incoming tide when flounder come into shallow water to feed on small invertebrates such as sand worms and nipper prawns. They are rarely caught on lines."
  },
  "Garfish - Southern": {
    "Scientific name": "Hyporhamphus melanochir",
    "liciense required": false,
    "Season": "Rules apply",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 40cm and 0.5kg",
    "Identifying features": "Garfish have a bill, a long, rounded body and are covered with small scales. They are bluish green in colour along the back with a silver stripe bordered by a blue stripe extending from behind the head to the tail. The belly is silver and the fins may be translucent or tinged with green.",
    "Habitat": "Southern garfish are a schooling fish found in sheltered bays, inshore coastal areas, estuaries and especially where seagrass meadows are established. They are found near the surface at night and on the bottom to midwater during the day.",
    "Fishing information": "They are excellent fighters when hooked on light gear. They have small mouths and a delicate bite. Most anglers find using a float and a swivel produces more successful results. berley can be used to ensure that a school of fish remains near the fisher. Favoured baits include prawns, sandworms, fish flesh and raw chicken. They will occasionally take a small fly."
  },
  "Gemfish": {
    "Scientific name": "Rexea solandri",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.2m and 10kg",
    "Identifying features": "Gemfish have a moderately elongate body coloured blue to bronze on the top and silver below which turns to blueish purple when landed. They have a large spot at the beginning of dorsal fin. They have a large mouth with fang-like teeth toward the front.",
    "Habitat": "Found in waters of 100 to 1000 metres in waters surrounding Tasmania.",
    "Fishing information": "This bottom dwelling fish is likely to be encountered by recreational fishers when droplining or using electric reels in deep water."
  },
  "Globefish": {
    "Scientific name": "Diodon nicthemerus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 30cm",
    "Identifying features": "Globefish have an oval shaped body covered in spines that usually lie flat except near the tail. They are a greenish blue colour on the back and white underneath with yellow to green fins. They will inflate themselves with air or water on capture causing the spines to stand out from the body as a defensive weapon against predators.",
    "Habitat": "Globefish are normally solitary in Tasmania, preferring shallow seagrass beds and sandy bottom down to 50 metres. They will occasionally venture out over reefs in search of food.",
    "Fishing information": "These fish are poisonous. They are not targeted by recreational fishers, rather usually an unwanted bycatch that take baits and lures destined for other species. If small hooks are used, it is likely any catching of a globefish will result in gut hooking. Being larger than other toad fish, they will tend to give an indication of a slow bite on rod and line though often after they have consumed your bait and hook."
  },
  "Goatfish - Blue spotted": {
    "Scientific name": "Upeneichthys vlamingii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 35cm and 1.5kg",
    "Identifying features": "A very attractive fish with colouring that can change from pale cream to a deep red and varies with age, sex, day or night, and stimulation. Commonly a pinky-orange colour with yellow along flanks brilliant blue spots but at night they are more deep red in colour. Blue and gold lines on the face, yellow lines and blue spots along the sides of the body. Two barbels on the chin.",
    "Habitat": "Known to prefer temperate waters and form small schools over shallow sandy and seagrass coastal waters from 2-40m.",
    "Fishing information": "Blue-spotted goatfish are caught whilst fishing for mullet and whiting in Bass Strait and shallow east coast waters. They are taken by rod and line using rigs similar to whiting and also in gillnets. A paternoster rig with small hooks and baits such as bluebait, squid or fish flesh can be used. Divers may see goatfish using their barbels in the soft sand and mud to locate sandworms and other invertebrates."
  },
  "Groper - Blue": {
    "Scientific name": "Achoerodus viridis",
    "liciense required": false,
    "Season": "Rules apply",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 1.2m and 18kg",
    "Identifying features": "A sturdy-bodied fish with a large, squarish tail that can grow to over one metre in length. They have large rubber-like lips, strong jaws and tusk like teeth. Adult males are deep blue in colour and females are brown with several whitish spots on the flanks. Juveniles are grey with white spots. See illustrations of both sexes above.",
    "Habitat": "Blue groper are found around coastal reefs down to 50 metres and will enter bays and estuaries. This species appears to be a migrant coming down on the east Australian current and is found around Flinders Island and Tasmania’s east coast. The similar western blue groper is now being found overlapping the eastern blue groper range on mainland Australia.",
    "Fishing information": "There is a zero take limit set for this species in Tasmania as it is a known predator of longspined sea urchin, using its strong teeth to break open the urchin. There does not appear to be an abundance of this species presently established in Tasmanian waters. Log any sightings with Redmap . Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Gurnard - Common": {
    "Scientific name": "Neosebastes scorpaenoides",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 45cm and 1.5kg",
    "Identifying features": "The common gurnard perch is characterised by an orange grey body with a whiter belly, three irregular broad saddle-like bands and small head spines. The fin colouration mimics the body colour. Gurnards have rough scales and hard sharp bony plates around the gill covers. Their eyes are large and they have very sharp, poisonous spines.",
    "Habitat": "The common gurnard perch lives over sand and hard bottom from 2-100 metres depth.",
    "Fishing information": "Commonly caught while fishing for flathead over sand but may also be encountered over rocky reef. This species is abundant in Tasmania."
  },
  "Gurnard - Latchet": {
    "Scientific name": "Pterygotrigla polyommata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 54cm and 2.3kg",
    "Identifying features": "The latchet can be recognised by tiny scales on the body, a pair of long spines on the snout and colourful pectoral fins. Colouration is red above and silver below. The dorsal and tail fins are red, and the anal fin is white. The pectoral fins are blue to purplish with bands of yellow to green spots. There are two large white-margined black spots on the base of each pectoral fin. This fish is frequently confused with the red gurnard or butterfly gurnard.",
    "Habitat": "Latchets are a more temperate species, occurring off all southern Australian states but generally inhabiting deeper waters from 35-400 metres. Juveniles occasionally enter the deeper, south eastern Tasmanian estuaries during autumn.",
    "Fishing information": "This colourful fish is sometimes caught in gillnets or occasionally on hook and line using fish flesh for bait. Not usually targeted recreationally but caught when the angler is fishing for something else."
  },
  "Gurnard - Red": {
    "Scientific name": "Chelidonichthys kumu",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 60cm and 1.5kg",
    "Identifying features": "The red gurnard has a bony head and a blunt snout that lacks spines. A row of enlarged scales is present along the bases of both dorsal fins. It is red-brown to grey-brown above and pale below, becoming red when stressed. The body has scattered red-brown blotches. The pectoral fins are large and greenish-grey with pale blue margin is pale blue. There is a large black blotch surrounded by numerous pale spots near the base.",
    "Habitat": "Found in large, sandy bays and estuaries on soft bottoms out to the inner continental shelf to depths of 200 metres.",
    "Fishing information": "This colourful fish is only occasionally taken by inshore anglers on rod and line."
  },
  "Handfish - Red": {
    "Scientific name": "Thymichthys politus",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 14cm",
    "Identifying features": "There are two colourations of this rare handfish, one bright red with blueish white tipped fins and a variant with a mottled yellowish pink body with distinct red-tipped fins and spots. As the name suggests, this small fish prefers to walk across the sea floor with its arm-like pectoral fins although they can swim over small distances if threatened. They feed primarily on small crustaceans and worms.",
    "Habitat": "Found in 0-2-m water depth. Once found across south-eastern Tasmania, only two small populations of red handfish near Hobart now survive. They only produce 30-60 eggs at a time with females standing guard over them.  The eggs are attached to standing structures and once hatched, the juveniles tend to remain close to the area where they were born. Juvenile hatchlings look similar to the adults.",
    "Fishing information": null
  },
  "Handfish - Spotted": {
    "Scientific name": "Brachionichthys hirsutus",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 12cm",
    "Identifying features": "The spotted handfish is pinkish-white with orange-brown spots. A slow moving, bottom dwelling fish, it has a short, round body, tapering toward the tail. The body is covered with tiny spines and has a high first dorsal fin. The name originates from the habit of using its pectoral fins as ‘hands’ to walk across the sea floor.",
    "Habitat": "Once commonly seen in the deeper bays of south east Tasmania, the spotted handfish is now only found in sheltered bays in the lower Derwent Estuary.",
    "Fishing information": null
  },
  "Hapuku": {
    "Scientific name": "Polyprion oxygeneios",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.5m and 80kg",
    "Identifying features": "This large, long-lived fish has an oblong shaped body with a large head and mouth. Its colouring is dark steel grey above, blue on the dorsal flank and off white on the underside.",
    "Habitat": "Most commonly found near rocky outcrops in waters between 100-500m in depth.",
    "Fishing information": "Hapuku are taken using electric reels and droplines as either a target species or as a bycatch whilst fishing for blue eye trevalla."
  },
  "Herring Cale": {
    "Scientific name": "Olisthops cyanomelas",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 50cm",
    "Identifying features": "Herring Cale have a long, cylindrical body shape allowing them to swim in an eel-like manner. Their mouth is shaped for grazing seaweeds with fused teeth in both upper and lower jaws, giving a beak-like appearance. Males range in colour from pale blue to pale blue to nearly black. They have bright blue lines on their tail and pectoral fins, and across the snout. Females are mostly brown, darker on top. They have thin blue wavy lines on their head, with pale spots on their scales. Their fins also show faint blue patterns. Juveniles tend to be grey or brown on top and yellow underneath. They have dark blotches and a faint, broken stripe along their sides.",
    "Habitat": "Coastal reefs and rocky intertidal areas to 30 metres which contain their preferred diet of brown algae.",
    "Fishing information": "Herring cale are occasionally caught on hook and line while fishing for other reef species or taken in nets. Adults will return to their favoured feeding sites seasonally and males are believed to behave territorially during breeding season."
  },
  "Imperador": {
    "Scientific name": "Beryx decadactylus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 60cm",
    "Identifying features": "The imperador has a deep body and a single short dorsal fin. It is a bright red pink colour along the back shading to a silvery pink along the sides and belly. It has very large eyes, a large mouth and small scales. Similar to the redfish, it can be distinguished by its deeper body shape and silvery sides.",
    "Habitat": "Found near the bottom in depths between 180 - 1000 metres.",
    "Fishing information": "This deepwater species may be encountered when fishing in waters off the continental shelf for species such as blue-eye trevalla. Cooking This species is excellent eating. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Jellyfish - Bluebottle": {
    "Scientific name": "Physalia physalis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 30cm",
    "Identifying features": "Small blue to purple jellyfish with a clear gas bubble which allows it to float on the water surface.",
    "Habitat": "Bluebottles are found in temperate and tropical waters during periods of warm current movement. Commonly seen on beaches around Tasmania in summer and autumn periods.",
    "Fishing information": "Not taken by recreational fishers. Care needs to be taken when bluebottles are seen floating in adjacent areas. The bluebottle’s tentacles may be windblown onto the fisher as they retrieve their lines or caught up on longlines and gillnets as they are retrieved."
  },
  "Jellyfish - Lions Mane": {
    "Scientific name": "Cyanea capillata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 1m with 10m tentacles",
    "Identifying features": "A translucent milky coloured jellyfish with pink to brown coloured reproductive organs visible in its centre. The bell has eight lobes and numerous fine tentacles hanging from it.",
    "Habitat": "Usually lives in the open ocean but sometimes seen by recreational fishers when washed inshore or up onto beaches.",
    "Fishing information": "Generally not taken by recreational fishers."
  },
  "Kelp - Bull": {
    "Scientific name": "Durvillaea potatorum",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "100",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 8m in length.",
    "Identifying features": "This brown algae species has large, heavy leaf-like fronds arising from a strong holdfast.",
    "Habitat": "Found at and below the low-tide level around exposed areas of the west, east and south coasts of Tasmania. Can occur up to three metres above the low tide mark and prefers areas of high wave surge. When alive, seaweeds are an important part of the marine ecosystem and cannot be cut or harvested in Tasmania. Cast seaweed is also an important micro habitat for small beach invertebrates.",
    "Fishing information": "Only seaweed cast on to beaches and the shoreline can be taken. Cast bull kelp is occasionally collected and used as a craft material. Collected commercially on King Island for alginate extraction. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Kelp - Giant": {
    "Scientific name": "Macrocystis pyrifera",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "100",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 60m in length.",
    "Identifying features": "Giant kelp is the largest known species of brown algae. It is recognised by its sheer size and the rope-like stipes or stems which connect to floating fronds. This kelp attaches to the substrate by a large holdfast.",
    "Habitat": "Giant kelp attaches to rocky substrates in depths between 5-35 metres and can form kelp forests with dense canopies at the surface. It is an important part of the marine ecosystem, providing both a structural habitat and food for marine invertebrates and fishes. Cast seaweed is also an important micro habitat for small beach invertebrates. Found mainly on the east and south east coasts of Tasmania.",
    "Fishing information": "When alive, it cannot be cut or harvested in Tasmania. Only seaweed cast on to beaches and the shoreline can be taken. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Kingfish - Yellowtail": {
    "Scientific name": "Seriola lalandi",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 2.5m and 70kg",
    "Identifying features": "The body of this long fish is divided into two distinctive colours, the bottom being white and the sides a dark, purply blue. The two colours on the body are divided by a yellow band which changes in intensity between individuals. The tail is deeply forked and yellow.",
    "Habitat": "Kingfish prefer cool tropical and warm temperate waters. They congregate around offshore reefs and around rocky headlands sometimes in schools, especially as young fish. They will occasionally enter estuaries.",
    "Fishing information": "Once hooked, kingfish are known to dive straight down towards the bottom to cut off or tangle the line. A wide variety of lures such as soft plastics, jigs and flies along with skirted lures can be used. A range of baits including live bait, squid, prawns, fish and cuttlefish can be effective in attracting kingfish. Often found associated with schools of Australian salmon, generally sitting underneath them."
  },
  "Leatherjacket": {
    "Scientific name": "Meuschenia australis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": null,
    "Grows to": "Up to 30cm",
    "Identifying features": "Numerous species of leatherjackets with varied colour patterns are found around Tasmania’s coastline. The distinctive long spine above the eyes, rough sandpaper-like skin and small mouth make leatherjackets hard to mistake. The brownstriped leatherjacket (pictured) has a relatively long body and no spines near the tail base. Their colour is brownish overall, males with a yellow head and bluish lines and females with darker stripes and spots on the head and underside.",
    "Habitat": "Common in Tasmania around coastal reefs in depths from 0-20 metres.",
    "Fishing information": "Leatherjackets are taken around inshore reefs and jetties. Use small long-shanked hooks on light line with fresh or prawns for bait. Will also take soft plastics and lures. They are known for nibbling at the bait."
  },
  "Limpet": {
    "Scientific name": "Cellana solida",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 80mm",
    "Identifying features": "A small sea snail known for attaching firmly to rocks. The shell is oval shaped and quite thick with radiating ribs. It is a cream to brown colour with an orange margin. Commonly found around Tasmania. Before the taking of this species was prohibited, it was sometimes used as bait by recreational fishers.",
    "Habitat": "Attaches to rocks on the intertidal zone, especially on exposed shorelines.​",
    "Fishing information": null
  },
  "Ling - Pink": {
    "Scientific name": "Genypterus blacodes",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 2 metres and 20 kg",
    "Identifying features": "Pink ling has an eel-like body with brown to pink colouring along the flanks and dark brownish blotches on the body interspersed with white. They have a barbel with twin prongs under the chin.",
    "Habitat": "Pink ling are found in deep water on the continental shelf up to 1000 metres.  Young fish are found in shallower waters.",
    "Fishing information": "Pink ling are taken by recreational fishers using droplines and rod and line, usually in deep water and often around the west coast of Tasmania."
  },
  "Ling - Rock": {
    "Scientific name": "Genypterus tigerinus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.2 metres and 9 kg",
    "Identifying features": "Rock ling have an eel-like body with grey brown with brown blotches along the flanks. They have a large mouth filled with single row of sharp blunt teeth and are grey to brown in colouring with dark brown blotches along the flanks. They have a similar barbel under the chin to pink ling and are sometimes mistaken for conger eels.",
    "Habitat": "Rock ling live around caves and rocky areas right around the coast of Tasmania down to 60 metres.  Juveniles may be found in estuaries around seagrass beds.  They are caught over sandy areas around wharves and jetties at night when they leave their caves to hunt for food.",
    "Fishing information": "Taken by spearfishers or caught as bycatch when they take fish or squid baits aimed at other bottom dwelling fish. They give a reasonable fight given their body shape and size and have strong runs when hooked. Occasionally taken in nets, longlines or rock lobster pots as bycatch. May occasionally be caught off wharves and jetties at night. Use bait such as fish flesh and squid and large hooks and strong trace."
  },
  "Luderick": {
    "Scientific name": "Girella tricuspidata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 50cm and 4kg",
    "Identifying features": "Luderick are a blue-grey to grey-brown colour. They have around eleven dark vertical bars on sides and yellow tinges around cheeks and pectoral fins. The body is evenly shaped with small eyes and mouth and a large tail.",
    "Habitat": "Found in schools around rocky reef areas as well as algal sand flats and tidal estuaries around Tasmania to a depth of 20 metres.  They are grazing fish that tend to chew small pieces of preferred ribbon seaweed off rocks and will move from reef to reef or tidal estuary to find it.",
    "Fishing information": "Luderick are often caught using specialised equipment including a long slow tapered rod, centrepin reels and light lines with small hooks positioned under a float. Use bait such as green ribbonweed or small pieces of prawn or sandworms. They are strong fighters and try hard to get off the line once hooked including rolling, long powerful runs and heading for rocky outcrops. Local anglers in Bass Strait find that fishing on the high tide in estuaries increases the number of luderick caught."
  },
  "Mackerel - Blue": {
    "Scientific name": "Scomber australasicus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "30",
    "Possession Limit": "60",
    "Minimum size": null,
    "Grows to": "Up to 50 cm and 1.5 kg",
    "Identifying features": "Blue mackerel are an iridescent green colour with irregular dark, broken bars across the back and a white underside. They have spots in the lower region of the flanks and 5-6 finlets in front of the tail. The scales are small and there is a clear eyelid at the front and back of their eye.",
    "Habitat": "Blue mackerel occur in coastal and pelagic waters.  Adults are found in large schools off the continental shelf margins while small animals are often found inshore.",
    "Fishing information": "They can be caught on a wide variety of baits including fish, raw chicken, squid and small baitfish. They will also take small flies and soft plastic or artificial lures set up to resemble a small fish. Often taken as bait and then used to target fish such as tuna, shark and gemfish."
  },
  "Mackerel - Jack": {
    "Scientific name": "Trachurus declivis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "30",
    "Possession Limit": "60",
    "Minimum size": null,
    "Grows to": "Up to 50cm and 1.5kg",
    "Identifying features": "Jack mackerel are dark blue-green above with silvery grey below. There is a black spot on the gill cover just in front of the pectoral fin. They may have yellow tinges on the fins and bony external plates. Three species of jack mackerel, all very similar in appearance, are found in Tasmanian waters: common jack mackerel, Peruvian jack mackerel and the yellowtail scad.",
    "Habitat": "Jack mackerel form dense schools over the continental shelf and are found from the surface to depths up to 450 metres.  They feed on small krill and other plankton.  They are mainly caught in bays and coastal areas around Tasmania.  Common under lighted wharf and jetty areas open to the sea or tidal movement, particularly on Tasmania’s east and south coast during the warmer summer and autumn months.",
    "Fishing information": "Jack mackerel can be caught on a wide variety of baits including fish, raw chicken, squid and small baitfish. They will also take small flies and soft plastic or artificial lures set up to resemble a small fish. Jack mackerel are often found with a marine parasite in their mouth attached to their gill rakers which though unsightly, does not affect the eating quality of the fish."
  },
  "Maireener": {
    "Scientific name": "Phasianotrochus irisodontes",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "20",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 20mm in height",
    "Identifying features": "A tiny, cone-shaped shell with a pointed apex, these sea snails can be brownish or greenish on the outside with darker striations, sometimes with a whiter apex. When polished, these beautifully coloured iridescent shells feature rainbow colours including yellows, pinks and olive green.",
    "Habitat": "Found subtidally around seaweeds, especially brown macroalgae, from 0-8 metres in depth. Common around Flinders Island and on the east and north coasts.",
    "Fishing information": "Maireeners are most likely to be encountered as cast shells around the seashore. These multi-coloured shellfish but are small in size usually considered too small to use for food or bait. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Marblefish": {
    "Scientific name": "Aplodactylus arctidens",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 60cm and 5.5kg",
    "Identifying features": "Marblefish have dark green to brown mottling across their body interspersed with white spots and flecks. They have a blunt head shape, a rounded body and a large tail and pectoral fins. The mouth has small, soft, blunt ‘teeth’ characteristic of a grazing and foraging habit.",
    "Habitat": "These fish are common around most reefs in Tasmania down to depths of 30 metres. They graze on algae but will eat invertebrates and fish flesh if the opportunity arises.",
    "Fishing information": "Marblefish are caught both on rod and line and by gillnets set over reefs in shallow coastal areas right around Tasmania. They are strong fighters if hooked on rod and line, but are not normally targeted due to their poor eating quality."
  },
  "Morwong - Banded": {
    "Scientific name": "Cheilodactylus spectabilis",
    "liciense required": false,
    "Season": "Rules apply",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 70cm and 15kg",
    "Identifying features": "This large species of morwong is white with a number of distinctive reddish-brown vertical bars across the flanks. The chin and belly are white and the fins are a uniform reddish-brown or grey.",
    "Habitat": "Banded morwong are normally found around shallow exposed rocky reef areas in depths between 3-50 metres. They occur along most of the east and south east coasts of Tasmania.",
    "Fishing information": "Banded morwong are not popularly targeted by recreational fishers, although some are taken in gillnets and by diving. Their rate of growth is fast in the first 5 years and then slows. Males grow larger than females and mature banded morwong may be as old as 90 years"
  },
  "Morwong - Jackass": {
    "Scientific name": "Nemodactylus macropterus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": null,
    "Grows to": "Up to 70cm and 4.5kg",
    "Identifying features": "Jackass morwong have a silvery-grey body, almost white below with a broad dark ‘saddle’ appearing across the back directly behind the head region. The pectoral fins have a single long ray.",
    "Habitat": "Jackass morwong are found on open, flat sandy regions of the continental shelf and around reef margins all around Tasmania but are more commonly caught on the east and south coasts from 10-300 metres deep.",
    "Fishing information": "During daylight hours, juvenile morwong will feed in schools on or near the bottom where they are commonly caught by fishers using nets or lines. This species can be caught on lines using fish flesh, prawns or sandworms. They provide excellent sport on light tackle."
  },
  "Mullet - Sea": {
    "Scientific name": "Mugil cephalus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 79cm and 8kg",
    "Identifying features": "The sea mullet varies in colour from bluish grey on the upper back and flanks with the lower flanks and belly area more silver in colour if caught in inshore waters, to brownish olive with whiter belly area if from estuaries. They have large gelatinous eyelids and a bluish spot at the base of the pectoral fin.",
    "Habitat": "Found in sand, mud and reef areas in estuaries and inshore waters of 0-20 metres depth. Less common in Tasmania than the yelloweye mullet.",
    "Fishing information": "The largest of the mullets in Australia, sea mullet is not a common catch in Tasmania."
  },
  "Mullet - Yelloweye": {
    "Scientific name": "Aldrichetta forsteri",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 40cm and 1kg",
    "Identifying features": "Yelloweye mullet are greenish-brown along the back with brown fins, silver or yellow on the belly, and a distinctly yellow eye. The body is long with a narrower head and smaller scales than a sea mullet.",
    "Habitat": "Mullet can usually be found over sandy bottom around beaches, estuaries, jetties and rocks adjacent to sandy areas.",
    "Fishing information": "Often caught in mullet nets but also provide good rod and line sport when caught on light fishing gear with small hooks fished under a float. A common species in our waters, it is often found around sandy areas where they feed on sandworms and small cockles. Sometimes large schools can be seen mouthing and tailing at the surface where there is an abundance of plankton in the water."
  },
  "Mussel - Blue": {
    "Scientific name": "Mytilus galloprovincialis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "100",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to Up to 120mm",
    "Identifying features": "This large mussel has two long, rounded shells with radial growth lines, broad and rounded at one end and pointed at the hinge end. The adult shell colour is purplish-black to blue with younger mussels more brown to black. Inside, the mussel is an orange to cream colour with a darker lip. The shell is often covered with other small invertebrates.",
    "Habitat": "Lives in intertidal waters amongst rocks and seaweed to depths up to 20 metres. They often form dense clumps on sandy substrates, or attach by their ‘beards’ to reefs, rock, and jetties.",
    "Fishing information": "Widespread around Tasmania and often collected from the shore or by divers. Used as bait by some recreational fishers."
  },
  "Nerite - Black": {
    "Scientific name": "Nerita atramentosa",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "20",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 30mm in height",
    "Identifying features": "This thick shell is globular in shape and coloured all black with a white apex on the top. It has a distinctive mouth opening which is semi-circular and white.",
    "Habitat": "Black nerites are very common along sheltered and exposed rocky shores, particularly in the northern part of Tasmania. They are often observed in large numbers hiding in rock crevices or under stones where they feed on algae and sea grasses. Nerites are herbivorous and move about at night feeding on seaweeds.",
    "Fishing information": "Although black nerites can be used as bait it is often difficult to extract this small sea snail from its shell meaning a lot of effort is required to bait a hook."
  },
  "Octopus - Blue Ringed": {
    "Scientific name": "Hapalochlaena maculosa",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 12cm",
    "Identifying features": "A small greyish to brownish coloured octopus with a pattern of blue rings and markings. The rings will fluoresce bright neon blue when the octopus is under threat.",
    "Habitat": "Found on shallow rocky shorelines in tidal pools and reef flats out to deeper waters up to 60 metres.",
    "Fishing information": null
  },
  "Octopus - Gloomy": {
    "Scientific name": "Octopus tetricus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 80cm mantle length",
    "Identifying features": "This large octopus has a grey to mottled brown body with orange to red colouration under the arm. The iris of the eyes is normally white which tends to distinguish this species from other local octopuses. It can raise large rounded projections on its skin. The female of this species has been known to cannibalise the male following mating.",
    "Habitat": "Found around reef areas from 0-50 in depth.",
    "Fishing information": "The gloomy octopus is a relatively new species in Tasmania where it can be found hiding in caves and crevices. It can be caught by recreational fishers in a similar manner to other octopus species including by hand, gaff, line, net, bait trap or in rock lobster pots and rings."
  },
  "Octopus - Maori": {
    "Scientific name": "Octopus maorum",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 30cm mantle lenght, 1 metre total length and 10kg",
    "Identifying features": "A large octopus with reddish to orange-brown colouration, white spots, an oval shaped body and large eyes. The tentacles are long and muscular. The body is covered in large dimples or skin patches giving a spiky appearance.",
    "Habitat": "Occurs around shallow inshore reef areas out to deeper reef shelf areas up to 60 metres deep. Lives in rock crevices or forms burrows.",
    "Fishing information": "Octopus are usually taken by hand, gaff, line, net, bait trap or in rock lobster pots and rings. A popular recreational fishery for this large species exists in Eaglehawk Bay on the Tasman Peninsula when the moon and tide conditions are right. A predator of rock lobster, it is often taken in lobster pots."
  },
  "Octopus - Pale": {
    "Scientific name": "Octopus pallidus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 15cm mantle length, 50cm total length and up to 1 kg",
    "Identifying features": "Sandy brown in colour with a round, dome shaped mantle or body and short arms. Covered in raised skin fingers on head and body.",
    "Habitat": "Found on sandy, rubbly substrates often near sponge gardens in depths from 10-40 metres. Occurs in Bass Strait, down the east coast and as far south as the D’Entrecasteaux Channel.",
    "Fishing information": "Octopus are usually taken by hand, gaff, line, net, bait trap or in rock lobster pots and rings. This species is often taken as a bycatch when line fishing for flathead."
  },
  "Old Wife": {
    "Scientific name": "Enoplosus armatus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 25cm and 1 kg",
    "Identifying features": "These little fish have around eight dark brown to black vertical stripes on their silvery white bodies. Other features include an upturned mouth with small teeth, a bright yellow eye and a long, trailing second dorsal fin.",
    "Habitat": "Found all around Tasmania in coastal waters to 100 metres deep. Common around inshore rocky reefs, jetties and even seagrass beds. Can be observed as solitary individuals, in pairs, or in large schools. Sometimes confused with the longsnout boarfish.",
    "Fishing information": "The old wife gets its name from a habit of making grumbling noises with its teeth after being caught. They are occasionally taken in nets but rarely on rod and line. Whilst reportedly a good eating fish, its small size normally sees them released unharmed. They are more likely to be caught over reefs or off jetties when using a small hook and small crustaceans or worms for bait."
  },
  "Oyster - Native": {
    "Scientific name": "Ostrea angasi",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "50",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 180mm",
    "Identifying features": "A round shaped oyster with irregular ridges and flaking or brittle edges to its thick shell. The shell halves or valves are different with one curved and one flat. Colour is brownish to whitish or cream depending on its habitat.",
    "Habitat": "Found in the sandy or silty subtidal zone from 2-20 metres on the east coast of Tasmania.  Attaches to rocks and shells in sheltered areas and channels.  Sometimes forms dense beds or layered reefs in areas with strong tidal currents.",
    "Fishing information": "Usually taken recreationally by diving. Closely related to the European oyster, the native oyster is considered a delicacy by lovers of this gourmet food."
  },
  "Oyster - Pacific": {
    "Scientific name": "Crassostrea gigas",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 400 mm",
    "Identifying features": "A large oyster, often oval in shape which has a thick shell with large, round radial folds. The shell colour is usually off-white with purple rays but varies depending on the habitat that it attaches to. One shell or valve is deeply curved and the other flatter in appearance.",
    "Habitat": "Pacific oysters favour living on rocks and other hard surfaces in sheltered waters within the intertidal zone, although they tolerate a wide range of salinities and water quality.  Found in large numbers throughout north and southern eastern Tasmania and can live up to 30 years.",
    "Fishing information": "Introduced to Tasmania from Asia around the late 1940s for aquaculture purposes, Pacific oysters are a fast growing species with high reproductive rates. Known to compete with native species of shellfish for food and space. Now widely distributed around the state, they are collected by recreational fishers using a hand tool."
  },
  "Perch - Barber": {
    "Scientific name": "Caesioperca rasor",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 30cm",
    "Identifying features": "Males are a yellowish to silver colour with a blue spot on each scale, blue lines on the head and a black bar on the side. Females are pinkish with a blue line below the eye. The have a distinctive small yellow eye and brilliant blue small spots along the sides. Females are sometimes confused with the closely-related butterfly perch Casioperca lepidoptera but the distinctive dark spot of that species is not present.",
    "Habitat": "These fish have sharp dorsal and anal spines.",
    "Fishing information": null
  },
  "Perch - Butterfly": {
    "Scientific name": "Caesioperca lepidoptera",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 30cm",
    "Identifying features": "This small fish is rosy pink in colour with a white underside and their scales are quite rough to touch. They have a prominent dark spot on the flanks and in adults, the fins may develop blue margins. The body is a moderately elongate, compressed shape with pectoral fins of a similar length to the head. Butterfly perch is sometimes confused with barber perch (Caesioperca rasor) which is a similar pink in colour, usually with a narrower body.",
    "Habitat": "Found around Tasmania in depths up to 100 metres around structures including high profile rock reefs, as well as around wharves and jetties with strong current flows. They shelter in caves and crevices at night.",
    "Fishing information": "Butterfly perch form large schools and can be caught relatively easily. If you start catching them consider moving location as they give a strong bite with their relatively large mouth which can fool the angler into thinking bigger fish are in the area. More commonly encountered in summer and autumn."
  },
  "Perch - Magpie": {
    "Scientific name": "Cheilodactylus nigripes",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 40cm and 2kg",
    "Identifying features": "Magpie perch have a white to brown body with two wide black to brown stripes across the body. Young fish have a reddish tail which darkens as the fish matures. They have an extremely hard, bony head area, no teeth and rubbery lips.",
    "Habitat": "Common around reefs along the southern coast and Bass Strait down to 30 metres.",
    "Fishing information": "Magpie perch are rarely caught by line and normally feed on small invertebrates that are sucked off the bottom with a mouthful of sediment. However, they will take baits such as sand worms and pipis using a very small hook. Most commonly taken in gillnets set over reef areas but normally only in small amounts."
  },
  "Perch - Ocean": {
    "Scientific name": "Helicolenus percoides",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 47 cm and 1.2 kg",
    "Identifying features": "Reef ocean perch have large pectoral fins, a notched dorsal fin and bright colouring, generally orange-pink to white. They differ from other Tasmanian gurnard perch because they have three orange to brown bands across their body and fewer spines on their cheek.",
    "Habitat": "Adults are the most abundant in deep waters on the continental slope with smaller fish more common on the continental shelf from 10-425 metres.  Young fish are sometimes found on shallower Tasmanian reefs adjacent to deep water.",
    "Fishing information": "They are mostly caught in depths greater than 30 metres while fishing for striped trumpeter."
  },
  "Periwinkle": {
    "Scientific name": "Lunella undulata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "100",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 70 mm across the shell",
    "Identifying features": "Periwinkles are large marine gastropods, more green in colour when younger, then usually dark bluish-green with white zig zag marks when older. The shells are wide and round with whorl finishing in a high spiral shape and a round aperture. They also have a small, circular white ‘lid’ or operculum with a flat spiral on the underside which acts as a cover to the shell opening.",
    "Habitat": "Found at intertidal and subtidal levels in reef margins and among rocks and seaweed, especially in exposed environments.  Known to graze on seaweeds and algae.  Found all around Tasmania.",
    "Fishing information": "Collected in small numbers by some recreational fishers by wading and diving. The small operculum is often seen washed up on the beach. Considered a gourmet food item and historically an important food source for Tasmanian Aborigines."
  },
  "Periwinkle - Blue": {
    "Scientific name": "Austrolittorina unifasciata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "20",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 15mm height",
    "Identifying features": "A very small, smooth periwinkle with a pale blue-gray shell with a darker brown apex. They feed on lichens and algae.",
    "Habitat": "Blue periwinkles are found around Tasmania above the high water mark in rock crevices and depressions out of the wind, often in large numbers.",
    "Fishing information": "Too small to use as bait or eat."
  },
  "Pike - Longfin": {
    "Scientific name": "jack pike, long-finned pike, long-finned seapike, pike, yellowfin pike",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 90cm",
    "Identifying features": "The longfin pike has a long, cylindrical body, a pointed snout, large eyes and a large mouth and is smaller than the shortfin pike or snook. The lower jaw protrudes and has small sharp teeth. It is golden-brown on the upper body and fins and silvery below. There is a darker brown stripe on the lateral line. This species has a particular, not unpleasant odour around them when captured.",
    "Habitat": "Longfin pike form schools and are relatively common around rocky reef outcrops and seagrass beds down to 70 metres. Pike tend to be found over a particular reef system and will stay there as residents. Found all around Tasmania but common in Bass Strait.",
    "Fishing information": "Longfin pike will take lures, soft plastics and bluebait, anything that resembles a small fish. Trolling is the best method to locate these fish. They form schools with as many as several hundred fish and once they begin feeding they will compete with each other for any food source including fisher’s lures. This behaviour makes it possible for fishers to take their possession limit within a relatively short period of time, especially from a boat. Sometimes confused with barracouta or snook."
  },
  "Pike - Snook": {
    "Scientific name": "Sphyraena novaehollandiae",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 120cm and 5.6kg",
    "Identifying features": "A long slender fish with green-yellowish back and fins, and silver along the belly. It has two short dorsal fins situated immediately above the ventral and anal fins and a greenish-yellow tail fin. They are sometimes confused with a barracouta and are, in fact, related to the barracudas.",
    "Habitat": "Mainly an inshore species, snook prefer seagrass beds in depths up to 20 metres. They feed around reefs and wharf pylons and anywhere small baitfish are attracted. They lie amongst the fronds during the day and slowly rise to the surface on evening to feed. They have large swim bladders that allow the fish to rise and fall in the water column so they can ambush small fish gathering at the surface.",
    "Fishing information": "Snook are normally caught in Tasmania using lures that resemble small to medium sized baitfish. Deep diving lures trolled during the day will be more successful than surface lures especially if the fisher has some idea of the type of bait fish that are found locally and choose a lure that resembles them. Snook are sometimes caught on bluebait rigged on single or gang hooks then cast around reefs or wharves and slowly retrieved."
  },
  "Pipefish - Spotted": {
    "Scientific name": "Stigmatopora argus",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 26cm",
    "Identifying features": "Olive green in colour with black spots on upper surface. The body is very elongated continuing into trunk and tail. There is no tail fin. Sometimes confused with the widebody pipefish that has the dorsal fin further forward on the body.",
    "Habitat": "Lives around sheltered seagrass beds and near algae on areas of rocky reef.  Found in waters 0-8 metres deep.​",
    "Fishing information": null
  },
  "Pipehorse - Spiny": {
    "Scientific name": "Solegnathus spinosissimus",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 49cm",
    "Identifying features": "This pipehorse is pink or orange with yellow stripes and a pattern of dark blotches or bars on the body and a reddish area around the anus. It has a very long snout, a thin, elongated body with hard, spiny plates and a long, curling tail.",
    "Habitat": "Lives in depths up to 200 metres in areas of muddy bottom.  Sometimes seen by divers living near corals, sponges, algae or sea whips.​",
    "Fishing information": null
  },
  "Prawn - King": {
    "Scientific name": "Melicertus plebejus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 6cm carapace length",
    "Identifying features": "A transparent cream to yellow colour with a distinctive groove that runs the length of the carapace. The legs are usually a light orange or yellow and tips of the tail fin are blue with brown stripes on the edges.",
    "Habitat": "Young prawns can be found in sheltered bays and estuaries during spring and summer and adults are found out to the continental shelf at depths up to 200 metres.",
    "Fishing information": "In Tasmania, prawns occur in small amounts primarily around the north east of Tasmania in estuaries such as Ansons Bay and Georges Bay. Usually taken at night when they are most active using a dip net or landing net with a light."
  },
  "Ray - Banded Stingaree": {
    "Scientific name": "Urolophus cruciatus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 50cm",
    "Identifying features": "A small ray with distinctive stripes and bars on the upper body. The tail is short, not whip-like but with a rounded tail fin. It has a stinging spine.",
    "Habitat": "Common in bays and estuaries down to 160 metres deep. This ray spends most of its time buried in sand and mud but can occasionally be seen around shallow areas of wharves and jetties swimming near the surface.",
    "Fishing information": "Not normally targeted by recreational fishers. Can be caught on rod and line using fish flesh for bait. More commonly seen during beach seine fishing at night."
  },
  "Ray - Fiddler": {
    "Scientific name": "Trygonorrhina dumerilii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 1.5 metres",
    "Identifying features": "The southern fiddler ray is dark brown above light brown elsewhere with distinctive broad pale stripes with brown edges across its back. There are small spines along the back.",
    "Habitat": "Sand coastal areas down to 40 metres, seagrass beds and near wharves and jetties.",
    "Fishing information": "Not normally targeted but caught as bycatch for other species such as flathead or gummy sharks."
  },
  "Ray - Smooth Stingray": {
    "Scientific name": "Dasyatis brevicaudata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 4.3 meters and 350kg",
    "Identifying features": "A large stingray which is greyish-brown to black in colour with a paler underside. There are irregular rows of white spots on the upper body near the head and a relatively short whip-like tail.",
    "Habitat": "This bottom dwelling stingray lives over sand and reef in coastal waters and estuaries from shallow water down to about 170 metres.",
    "Fishing information": null
  },
  "Ray - Southern Eagle": {
    "Scientific name": "Myliobatis australis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 1.9 meters and 240kg",
    "Identifying features": "This ray has blueish spots and bars on the upper body, a short and bulbous head and the blunt snout is indented at the front. The fins are winglike, tail long and whip like with a stinging spine near the base of the tail.",
    "Habitat": "This species is found off beaches and on sand flats in shallow water around Tasmania. Adults are usually solitary but will form aggregations and migrate inshore during summer periods.",
    "Fishing information": "Eagle rays can be taken on rod and line using fish flesh baits. These rays are very powerful and considered a gamefish by some fishers. When hooked they have long powerful runs and will frequently break the surface in an attempt to evade capture."
  },
  "Ray - Tasmanian Numbfish": {
    "Scientific name": "Narcine tasmaniensis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 50cm",
    "Identifying features": "A small ray, wedge-shaped with a circular head and a relatively long, broad tail. They are light brown on back and white underneath.",
    "Habitat": "Found over soft bottom in sheltered bays of southern Tasmania but occurs mainly in deeper waters to 600m.",
    "Fishing information": "More commonly seen by divers than caught on a line or in a net. Will take fish bait but are rarely encountered."
  },
  "Redbait": {
    "Scientific name": "Emmelichthys nitidus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "30",
    "Possession Limit": "60",
    "Minimum size": null,
    "Grows to": "Up to 36cm",
    "Identifying features": "Redbait are an elongate, round-bodied fish that look similar to pilchards but can be differentiated by the red tinges around its fins and flanks. They are silvery in colour with blue tints on the back and a pink stripe on the head and flanks.",
    "Habitat": "Redbait are found schooling in pelagic waters from the surface to 100 metres deep around upwellings where nutrient rich waters provide plankton on which they feed. Around Tasmania, they can be found associated with schooling pilchards and mackerel.",
    "Fishing information": "Usually caught as bait and then used to target fish such as tuna, shark and barracouta. Redbait are an important species in the marine food chain providing a food source for many of the ocean’s predatory fish."
  },
  "Redfish": {
    "Scientific name": "Centroberyx affinis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 50cm",
    "Identifying features": "The redfish has a moderately short, compressed body shape and a large mouth and eyes. It is orangey-red in colour with silver flanks with small red-pink spots on the centre scales that form stripes. There is a single dorsal fin and the tail fin is deeply forked. Commonly confused with the imperador, it can be distinguished by its narrower body shape, the colouring on the central scales and the tail shape.",
    "Habitat": "Redfish are found in depths from 4-150 metres, mainly around northern Tasmania. Adults tending to be found in deeper waters hiding in caves and other structures like wrecks during the day. They form dense schools at night feeding midwater. Juveniles are known to enter large estuaries then move offshore as they mature.",
    "Fishing information": "Usually encountered when fishing for other deep water species or seen by divers above steeply sloping reefs."
  },
  "Rock Lobster - Eastern": {
    "Scientific name": "Sagmariasus verreauxi",
    "liciense required": true,
    "Season": "",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": "Northern Zone - male 110mm, female 120mm",
    "Grows to": "Up to 262mm in carapace length",
    "Identifying features": "Eastern rock lobster have a green body and brownish-orange legs. They have a short spike between the horns at the front of the carapace and their abdomen segments are smooth on the upper surface.",
    "Habitat": "This lobster is found along the east coast of Australia including around the north and east coasts of Tasmania. They hide in rock crevices around exposed rocky reef areas up to 220 metres depth. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline",
    "Fishing information": null
  },
  "Rock Lobster - Southern": {
    "Scientific name": "Jasus edwardsii",
    "liciense required": true,
    "Season": "",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": "Northern Zone - male 110mm, female 120mm",
    "Grows to": "Up to 220mm (carapace length) & 5kg.",
    "Identifying features": "These large, spiny crustaceans are orange-red in colour with a rough textured shell, being darker red in shallower waters to almost white in very deep waters. Their features include a tough carapace, long antennae, eyes on moving stalks, six small limbs around the mouth, five pairs of walking legs and a segmented tail ending in a fan with swimmerets underneath.",
    "Habitat": "Found around Tasmania near rocky reefs and in crevices from close inshore out to 200 metres depth. After hatching, the young larvae undergo several complicated life stages for between 9-24 months.",
    "Fishing information": "Rock lobster are highly sought after by recreational fishers who use pots and rings and also dive to catch this species. Popular baits used include fish heads and frames and occasionally raw meats. They are opportunistic carnivores consuming species such as mussels, abalone, sea urchins, crabs and worms. Predators of rock lobster include octopus, sharks and fish species such as wrasse, ling and cod."
  },
  "Salmon - Atlantic": {
    "Scientific name": "Salmo salar",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "12",
    "Possession Limit": "24",
    "Minimum size": null,
    "Grows to": "Up to 1.5m and 40kg",
    "Identifying features": "Atlantic salmon are predominately silver with a darkish, blue-green back and a silvery white belly. They have black spots scattered on the side and top of their head, with few below the lateral line. The tail is usually unspotted and their large jaw finishes level with their eye. Their colour can vary during their lifecycle and depending on gender.",
    "Habitat": "There are no self-sustaining wild populations of this important aquaculture species which thrives in the cooler waters of Tasmania. The marine recreational fishery for Atlantic salmon is based around farm escapees.",
    "Fishing information": "Most Atlantic salmon are taken in gillnets in the D’Entrecasteaux Channel and Huon estuary areas. They are also taken by rod and line using natural baits and artificial lures. Fly fishing is very popular. Another introduced species, rainbow trout are also taken occasionally in the Macquarie Harbour area."
  },
  "Salmon - Australian": {
    "Scientific name": "Arripis trutta",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 90cm and 4kg",
    "Identifying features": "Australian salmon have a moderately elongate body, a long-based dorsal fin and a large forked tail fin. Young fish, known as cocky salmon, are silvery-coloured with a number of brown spots on the sides. Adults, known as blackback salmon, are darker across the back with fading of spots. The pectoral fins are yellow. Select salmon image below and scroll to see illustrations of both juvenile and mature salmon.",
    "Habitat": "Found in shallow coastal waters around Tasmania over sandy seabed. Young fish are often found in river mouths or off beaches. Adult fish are found in deeper waters where they can form large schools. It is common to observe schools breaking the surface waters as they feed on krill and small baitfish.",
    "Fishing information": "Australian salmon are caught using trolled lures, flies, soft plastics and a variety of baits. They are strong fighters on light gear and once hooked, will often break the surface to throw the hook. They travel in schools close to the coastline and are caught off rocky headlands, in large estuaries and bays, offshore, in breakwaters and from surf beaches in holes and gutters. Taken all year round in Tasmania with January to April the most popular season. Most fish caught in Tasmanian waters are young and tend to move away from Tasmania when more mature. Large (60-90cm) adult Australian salmon are becoming more prevalent in Tasmanian waters."
  },
  "Scallop - Commercial": {
    "Scientific name": "Pecten fumatus",
    "liciense required": true,
    "Season": "Rules apply",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 150mm",
    "Identifying features": "Commercial scallops have a distinctive fan-shaped shell of a pale, pink to red colour with ridges radiating out from the hinge and ‘scalloping’ along the edge. The shell halves or valves are different with one rounded and the other flat, and a symmetrical hinge or wings is present (select image below and scroll to see both shells). This species has a white, round muscle or meat and orange roe. Commercial scallops usually lie buried with only the flat valve visible but if disturbed, will actively swim by forcing out water from the shell cavity.",
    "Habitat": "They are found in depths from 0 - 120 metres on soft sediments ranging from mud to coarse sand where they may form dense beds. Found in Bass Strait and on the east and south-east coasts of Tasmania.",
    "Fishing information": "Scallops are taken recreationally by dive collection. The D’Entrecasteaux Channel, which historically accounts for 95% of the recreational fishery, is managed as a separate area. Surveys are done each year before deciding whether to open this area, reduce the season length or increase the size limits. The Channel has been closed for the past few seasons to allow stocks to recover."
  },
  "Scallop - Doughboy": {
    "Scientific name": "Mimachlamys asperrimus",
    "liciense required": true,
    "Season": "Rules apply",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 100mm",
    "Identifying features": "The colour of the young, fan-shaped doughboy shell varies through orange, yellow or purple but adults are mostly purplish-brown. Top and bottom shells are both rounded with asymmetrical wings. The shell may be sponge-encrusted and can feel sandpaper rough.",
    "Habitat": "Doughboy scallops occur in depths up to 130 metres and unlike queen and commercial scallops, tend to be found closer to reefs, on rubbly bottom often attached to small rocks, shells and other hard substrates or structures.",
    "Fishing information": "Scallops are taken by dive collection on the south east and east coasts of Tasmania and Bass Strait. The D’Entrecasteaux Channel, which historically accounts for 95% of the recreational fishery, is managed as a separate area. Surveys are done each year before deciding whether to open this area, reduce the season length or increase the size limits. The Channel has been closed for the past few seasons to allow stocks to recover."
  },
  "Scallop - Queen": {
    "Scientific name": "Equichlamys bifrons",
    "liciense required": true,
    "Season": "Rules apply",
    "Bag Limit": "50",
    "Possession Limit": "100",
    "Minimum size": null,
    "Grows to": "Up to 150mm",
    "Identifying features": "The fan-shaped shell of this large scallop is purple inside and outside. The top and bottom shells are both rounded with different sculpture and a symmetrical hinge or wings.",
    "Habitat": "They are found predominately on sandy, gritty bottom in depths up to 36 metres. Queen scallops occur in small, localised populations in the central to southern D’Entrecasteaux Channel.",
    "Fishing information": "Scallops are taken by dive collection on the south east and east coasts of Tasmania and Bass Strait. The D’Entrecasteaux Channel, which historically accounts for 95% of the recreational fishery, is managed as a separate area. Surveys are done each year before deciding whether to open this area, reduce the season length or increase the size limits. The Channel has been closed for the past few seasons to allow stocks to recover."
  },
  "Seadragon - Common": {
    "Scientific name": "Phyllopteryx taeniolatus",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 45cm",
    "Identifying features": "An elegant orange-red seadragon with iridescent blue stripes on the body with other white spots and yellowish markings. A very long snout and an elongated body with leaf-like appendages.",
    "Habitat": "Found among seaweed on moderately exposed reef areas around Tasmania.​",
    "Fishing information": null
  },
  "Seahorse - Bigbelly": {
    "Scientific name": "Hippocampus abdominalis",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 30cm",
    "Identifying features": "The largest and most common seahorse in Tasmania, this species ranges in colour from pale cream to yellow with brown spots. The body is elongated and bony with a large abdomen, long snout and strong curling tail.",
    "Habitat": "Usually found around sheltered reef areas in depths from 0-30 metres.  They swim slowly in the water and wrap their tails around objects such as seagrass to hold them in place for feeding or to stabilise during turbulent water conditions.",
    "Fishing information": null
  },
  "Seamoth - Sculptured": {
    "Scientific name": "Pegasus lancifer",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 11cm",
    "Identifying features": "This seamoth is brown in colour but can rapidly change its colour to suit its surroundings. It has a long snout, hard bony plates on its back and a long tail. They resemble a moth because they spread their large, patterned pectoral fins onto the sea bed, using them to ‘walk’ over soft sediment searching for food. Males have small coloured patches at the rear of the pectoral fins.",
    "Habitat": "Found over sand or mud or seagrass.",
    "Fishing information": "Seamoths are occasionally seen in sheltered inlets but are unlikely to be taken on a line or net due to their small size and shape. Often seen in the stomach contents of flathead or gurnard perch."
  },
  "Seastar - Eleven Armed": {
    "Scientific name": "Coscinasterias muricata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 25cm arm radius",
    "Identifying features": "Colour is usually a mottled blue and green or green and brown. It has rows of large spines surrounded by discs along its upper surface. They usually have eleven arms but may have only between seven to twelve arms. The arms which have rounded ends, can regenerate if severed as long as it retains part of the central disc. The largest seastar found in southern Australia.",
    "Habitat": "Found on sheltered reefs, silt and sand from shallow waters to depths of up to 150 metres.",
    "Fishing information": null
  },
  "Seastar - Granular": {
    "Scientific name": "Uniophora granifera",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 10cm arm radius",
    "Identifying features": "The colour of this seastar can vary but is usually brown or ochre with touches of pink or purple. It has tubercles or blunt spines forming a zig zag pattern down each arm. Sometimes confused with the introduced northern Pacific seastar but it is not as spiny and the tips of the round-ended arms do not point up.",
    "Habitat": "Common on sheltered rocky reefs, around seagrass and in sand. Found in depths from 0-30 metres.",
    "Fishing information": null
  },
  "Seastar - Northern Pacific": {
    "Scientific name": "Asterias amurensis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 25cm arm radius",
    "Identifying features": "Adults are predominately yellow-brown whilst juveniles are yellow with purple tinges towards the arm tips and central disc. They are very spiny and normally have five arms. Unlike the native granular and eleven-armed seastars, they have pointed, upward-turned tips.",
    "Habitat": "Found on intertidal, estuarine and reef areas and around wharves and jetties in south eastern Tasmania, predominantly in the Derwent estuary. Introduced from the northern Pacific via larvae in ballast water of tankers discharged into the Derwent Estuary.",
    "Fishing information": null
  },
  "Sea Urchin - Longspined": {
    "Scientific name": "Centrostephanus rodgersii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 170mm",
    "Identifying features": "The exoskeleton or body is a deep brown-red to black colour with long needle-like spines protruding from it. These hollow spines can reach 9 cm in length and are a dark purplish to black colour with an iridescent green tinge. The mouth is on the underside of the body.",
    "Habitat": "Longspined sea urchins live around intertidal rocky shores and in coastal waters to a depth of 35 metres.",
    "Fishing information": "Longspined sea urchins are an invasive species that is known to overgraze on seaweeds and algae which are a key habitat for abalone and rock lobster. A range of projects addressing the impacts of longspined sea urchin have been funded by the Abalone Industry Reinvestment Fund ."
  },
  "Sea Urchin - Shortspined": {
    "Scientific name": "Heliocidaris erythrogramma",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 140mm",
    "Identifying features": "This common sea urchin has a hard exoskeleton with numerous sharp spines protruding from it. Most often a pale purple in colour but also occurs in pink and light olive green. The mouth is on the underside of the body.",
    "Habitat": "Found in a variety of habitats from sheltered intertidal areas down to deeper waters up to 35 metres.  They attach themselves to boulders, rock crevices, reefs, seagrass beds and muddy bottom.  Urchins graze on seagrass and algae and can form aggregations known as barrens.",
    "Fishing information": "Not commonly targeted by recreational divers in Tasmania though often observed in depths up to 15 metres. The purplish exoskeleton is found by beachcombers washed up around the Tasmanian coast, usually without the spines."
  },
  "Seaweed - Neptunes Necklace": {
    "Scientific name": "Hormosira banksii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "100",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 30cm on a single stalk with beads of around 15mm spread along",
    "Identifying features": "This seaweed’s pearl or bubble-like structures which can be filled with either water or air are easily recognisable. It is predominantly yellow in colour with green and brown also seen. On hot days it can dry out and die, then turning an orange colour.",
    "Habitat": "Found on rocks in low energy intertidal areas down to lowest tidal regions.",
    "Fishing information": "This species of seaweed is commonly seen around intertidal rock pools and ledges when the tide is low. Be careful not to step on this seaweed when rock fishing. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Sergeant Baker": {
    "Scientific name": "Aulopus purpurissatus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 60cm",
    "Identifying features": "The sergeant baker has red to bright orange mottling on the flanks and head, a yellowish to white underside and orange eyes. Its fins are yellow with red, orange and brown blotches. In males, the dorsal fin is long and threadlike but not so in females. This large-mouthed species is able to change colour to suit bottom habitat.",
    "Habitat": "Found around reefs, sea grasses and rocky outcrops down to 250 metres.",
    "Fishing information": "Sergeant baker are an ambush predator who will take a variety of flesh baits and once hooked they give a reasonable fight. They are occasionally caught near shallow coastal reefs or whilst flathead fishing. Divers may notice this relatively common species when they display inquisitive behaviour such as perching on the sea floor with their head up."
  },
  "Shark - Broadnose": {
    "Scientific name": "Notorynchus cepedianus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 3 metres and 110 kg",
    "Identifying features": "Broadnose sharks have black or sometimes white speckling on their fins and grey-brown upper body. They can also be identified by their large, thick body, broad head, blunt snout, seven pairs of gill slits and single dorsal fin. Young sharks may have white-edged fins. Teeth on the lower jaw are wider than those on the upper jaw. The small dorsal fin is near the tail.",
    "Habitat": "They live in the deep channels of bays, or in the shallower waters of the continental shelf and estuaries. Found in cooler temperate waters off Tasmania from inshore to 140 metres deep.",
    "Fishing information": "Broadnose sharks are most commonly hooked on longlines and droplines. As a major predator of shark species, you may hook a broadnose which has been scavenging on other sharks hooked on that same longline."
  },
  "Shark - Dogfish": {
    "Scientific name": "Squalus acanthias",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 1 meter",
    "Identifying features": "A small shark with grey to bluish grey on the back and white on the belly. They have pale white spots on flanks when younger and two spines on the dorsal fins.",
    "Habitat": "Whitespotted dogfish are found on sandy bottom all around Tasmania from 1-600 metres depth.",
    "Fishing information": "These small sharks are sometimes found in large numbers in the recreational rod and line fishery for flathead in Bass Strait but are not normally retained due to their small size and coarse eating quality. Fishers are advised to catch and release this species even when there appear to be large numbers of them."
  },
  "Shark - Draughtboard": {
    "Scientific name": "Cephaloscyllium laticeps",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 1.5 metres",
    "Identifying features": "Brown to grey on the back with irregular darks spots with white on the belly. The head is short and broad and there are two dorsal fins.",
    "Habitat": "The dorsal and pectoral fins must remain attached to all shark until they are landed.​​",
    "Fishing information": "Often considered a nuisance species by recreational fishers although there is increasing interest in it as a flake substitute. They will readily enter rock lobster pots, damaging rock lobster catch, as well as taking the baits of line fishers and becoming entangled in nets. They are hardy sharks capable of living out of water for extended periods of time."
  },
  "Shark - Egg": {
    "Scientific name": "Cephaloscyllium laticeps",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to",
    "Identifying features": "The egg pictured is from a draughtboard shark. It has between 19 to 26 transverse ridges surrounding it and the young emerges from the broad end of the egg. The egg is pale yellow when fresh and will turn dark brown when the pup has emerged.",
    "Habitat": "Female sharks lay these commonly observed purse-like egg cases in shallow coastal areas around seagrasses, seaweeds and kelp beds. The long tendrils, which are very supple when first laid, wrap and tangle around these structures. The tendrils then become very wiry and strong on contact with the sea water and difficult to break off. Empty cases are often found washed up on beaches. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline",
    "Fishing information": null
  },
  "Shark - Elephantfish": {
    "Scientific name": "Callorhinchus milii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 1.5 metres and 9 kg",
    "Identifying features": "An unusual silvery fish with dark spots along the flank. It has a hoe-shaped structure on its snout tip used to forage for food on muddy bottoms. There is a single paired gill opening unlike most sharks as well as large, paddle-like pectoral fins and silvery scaleless skin.",
    "Habitat": "Elephantfish are bottom dwelling fish that live over the sand and mud of the continental shelf in depths to 200 metres. They will migrate into inshore bays and inlets around Tasmania in late summer to breed.",
    "Fishing information": "A good fighting fish increasingly targeted by recreational fishers who appreciate its good eating qualities. Caught by rod and line and longlines using baits such as pilchards, fresh or frozen squid. Occasionally taken in gillnets."
  },
  "Shark - Gummy": {
    "Scientific name": "Mustelus antarcticus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "2",
    "Minimum size": null,
    "Grows to": "Up to Females 175cm, males 145cm. Up to 40kg",
    "Identifying features": "Gummy shark are bronze to grey with small white spots along the body and a pale belly. There are two dorsal fins of a similar size.",
    "Habitat": "Gummy sharks are widely distributed around the southern half of Australia including Bass Strait and Tasmania. Found mainly over sandy areas and will come close inshore to beaches at night in search of food items. Can be caught from 2-80m but may go much deeper. Gummy sharks depend on inshore nursery areas including sheltered bays and estuaries as habitat for birthing females and for juveniles.",
    "Fishing information": "These sharks are becoming increasingly targeted by anglers fishing at night from beaches around Tasmania. Sturdy fishing gear is required and try baits such as fish flesh or squid. The most popular method for fishing gummy sharks in Tasmania is by longline, their use being almost exclusively to target this species. Occasionally caught from boats by anglers fishing for flathead."
  },
  "Shark - Mako": {
    "Scientific name": "Isurus oxyrinchus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "1",
    "Possession Limit": "2",
    "Minimum size": null,
    "Grows to": "Up to 4.5 metres and 500 kg",
    "Identifying features": "The mako’s scientific name means ‘sharp nose’ and this is its most important identifying feature, along with the steely blue colour on the dorsal side with white underneath. A large shark with black eyes, they have a high first dorsal fin and small second dorsal and anal fins. The tail is crescent shaped. Makos have long, narrow teeth that protrude from the mouth.",
    "Habitat": "Makos are a pelagic species found from surface waters down to 500 metres right around Tasmania, particularly during the late spring and summer months.",
    "Fishing information": "These sharks are highly sought after as a game species and for their good eating qualities. They can be attracted to boats that use a berley trail and then presented with baits. An impressive shark that will come close to a boat, eyeing off the occupants. They follow schools of bait fish such as jack mackerel, pilchards and squid which they attack from beneath using their speed as an element of surprise. They are the fastest of all sharks, reaching speeds of around 70 km/h in short bursts."
  },
  "Shark - Port Jackson": {
    "Scientific name": "Heterodontus portusjacksoni",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 1.7 metres",
    "Identifying features": "The Port Jackson shark has a blunt head with crushing plate jaws. It is a brown colour with black striping on the back and a white to cream belly.",
    "Habitat": "Found on the bottom over both reef and sand although their preference is for reefy or seagrass areas. They tend to prefer shallower coastal waters down to 300 metres deep.",
    "Fishing information": "Often considered an unwanted bycatch species if taken by recreational fishers. They will readily take the baits of line fishers and become entangled in nets. There is very low meat return considering the size of this shark and they have tough skin and cartilage which makes cleaning difficult."
  },
  "Shark - School": {
    "Scientific name": "Galeorhinus galeus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "2",
    "Minimum size": null,
    "Grows to": "Up to 2m and 30kg",
    "Identifying features": "School shark are grey to bronze on the back with pale colouring on the belly. They have two dorsal fins and a large lobe on their tail fin. Their snout is long and the large mouth has sharp, blade-like teeth. Females are heavier than males.",
    "Habitat": "They predominately live on the bottom over sandy areas around Tasmania. At times they can be found in pelagic waters right across southern Australia. School sharks depend on inshore nursery areas including sheltered bays and estuaries as habitat for birthing females and for juveniles.",
    "Fishing information": "School sharks are an important bycatch of the recreational ‘flake’ fishery for gummy sharks. In Bass Strait, recreational fishers traditionally use longlines set on the bottom as a fishing method to target these sharks. There is growing interest in targeting gummy and school sharks using rod and lines off beaches around Tasmania at night using bait such a squid and fish flesh. These sharks are very strong so fishing gear should be chosen to reflect this."
  },
  "Shark - White": {
    "Scientific name": "Carcharodon carcharias",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 6 metres and 2.2 tonnes",
    "Identifying features": "This large shark is a grey-blue to grey-brown colour on the upper body and white underneath. It is often recognised by the high first dorsal fin on the back and it has a second smaller dorsal fin. It has five gill slits, a crescent shaped tail, a torpedo-shaped body and a pointed snout. The teeth are large, triangular and serrated. Females are generally larger.",
    "Habitat": "The great white is an open-ocean dweller that prefers deeper offshore waters but is often found in coastal inshore waters close to the surface.  It inhabits southern temperate oceans around Australia including off Tasmania.​",
    "Fishing information": null
  },
  "Shell Wedge": {
    "Scientific name": "Paphies cuneata, Paphies elongata, Paphies erycinaea, Anapella cycladea",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "200",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 25-30mm",
    "Identifying features": "This category covers several species of small bivalve shells known as wedge shells. Widespread and common, their colouration ranges from white (P. cuneata and A. cycladea) to brown (P. elongate and P. erycinaea).",
    "Habitat": "Lives intertidally in sand and mud in sheltered and moderately exposed shores.",
    "Fishing information": "Wedge shells are the most numerous of bivalves washed up on Tasmanian beaches. Sometimes collected to use as decorations around the home and garden. Known to leave lines and marks in the sand when they move. Can also be used as bait."
  },
  "Shell - Tulip": {
    "Scientific name": "Pleuroploca Australasia",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "20",
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 15cm",
    "Identifying features": "A common species of sea snail, tulip shells are quite large spirals with nodules on the shoulders and a horn-like projection out the front of the main body. The foot can be vivid red in colour and the shell may vary considerably in colour between locations. These carnivorous snails prey on invertebrates during the night.",
    "Habitat": "Found in waters 0-100 metres in crevices on sheltered and moderately exposed reef systems. Widely distributed around Tasmania.",
    "Fishing information": "The bleached shell is often seen washed up in rock pools or on beaches. Limit your catch of these large shellfish as taking large amounts of predators from an ecosystem can have serious impacts on other species. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline"
  },
  "Skate - Maugean": {
    "Scientific name": "Zearaja maugeana",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 87cm",
    "Identifying features": "The Maugean skate is clearly identifiable by the elongated shape of the snout, similar to a deepsea skate. Their colour can vary with their habitat, but is mostly dark with small faint white spots. Males have large claspers.",
    "Habitat": "The Maugean skate is only found in the estuarine waters of Macquarie and Bathurst Harbours on the west and south west coasts of Tasmania. Hotline Fishwatch Report illegal fishing 0427 655 557 What to report? Hotline",
    "Fishing information": null
  },
  "Skate - Whitespotted": {
    "Scientific name": "Dipturus cerva",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 60cm and 10kg",
    "Identifying features": "A small brown to yellow skate with white spots on the back and white underneath. The skin is smooth without any spines on the tail.",
    "Habitat": "Found mainly in deep bottom waters around Tasmania and the Great Australian Bight from 20-470 metres depth.",
    "Fishing information": "These skates are commonly caught by anglers targeting other bottom dwelling species such as gummy shark, flathead and cod. Usually taken on longlines or when using a rod and line for other species. They will take a variety of baits including fish flesh, squid and pilchards."
  },
  "Snail - Elephant": {
    "Scientific name": "Scutus antipodes",
    "liciense required": false,
    "Season": "Protected species: do not take!",
    "Bag Limit": "0",
    "Possession Limit": "0",
    "Minimum size": null,
    "Grows to": "Up to 100mm",
    "Identifying features": "The elephant snail is a large black slug-like gastropod with a white trough-shaped shell sitting on top of it. At night, it moves out from under rocks to feed on algae. Common around Tasmania.",
    "Habitat": "Lives in intertidal and subtidal zones in reef habitat and under rocks in depths up to 20 metres.​",
    "Fishing information": null
  },
  "Snapper": {
    "Scientific name": "Pagrus auratus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.3m and 20kg",
    "Identifying features": "Snapper are pink in colour and when adult have a hump-headed appearance. The hump develops in both sexes but is more prominent in males. The top, tail and side fins are pink and the bottom fins are pale pink to white. Juvenile snapper possess numerous blue spots over the body.",
    "Habitat": "Young snapper occur in open water over the continental shelf and then enter bays and estuaries when about 1 cm in length. Adults are found on both deeper offshore reefs and inshore reefs, estuaries, bays and beaches. They are a bottom dwelling fish that feeds around reefs and in deep holes.",
    "Fishing information": "Snapper is probably the most prized reef fish caught in southern and south eastern Australian waters. They can be tough fighters because when hooked, they run hard and deep with the line back to their reef. Snapper form schools in shallow water to spawn when water temperatures pass 18°C. Their growth is slow, many of the larger fish being over 20 years old. Usually taken using a paternoster rig with fresh bait strips."
  },
  "Squid - Calamari": {
    "Scientific name": "Sepioteuthis australis",
    "liciense required": false,
    "Season": "Rules apply",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": null,
    "Grows to": "Up to 50cm mantle and 4kg",
    "Identifying features": "The southern calamari has arms, head and body similar to a squid but the side fins extend around the mantle rather than being arrow shaped. They are capable of rapid colour changes from orange-brown to white and transparent depending on mood and environment.",
    "Habitat": "Common over reef areas, sand and seagrass beds in shallow coastal waters around Tasmania, commonly in waters from 0-10 metres depth. Calamari tend to form large aggregations during spawning in spring and summer hence the closures during this period to protect breeding stock when they are most vulnerable.",
    "Fishing information": "Calamari are caught using squid jigs or baited squid lures. Fishers use a jigging or casting action from boats and jetties or off rocks. Often caught under lights around jetties at night. An incoming or high tide is ideal and the presence of small patches of seagrass increases the chance of being successful. Popular fishing spots include Stanley Wharf, Low Head, Petal Point, Eddystone Point, Coles Bay, Triabunna and Pirates Bay. Black ink sprays on rocks and fishing platforms are a good indicator of a well-used fishing area. Calamari are voracious feeders eating krill, fish and other squid. They have rapid growth rates and live only for about 12 months."
  },
  "Squid - Goulds": {
    "Scientific name": "Nototodarus gouldi",
    "liciense required": false,
    "Season": "Rules apply",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 20cm mantle and 7kg",
    "Identifying features": "Goulds squid have reddish colouring on the mantle and a dark stripe along the top. They have eight arms, a translucent feather-like quill under their back and the tentacle suckers have hard discs or rings. They are capable of rapid and numerous colour changes depending on mood and environment.",
    "Habitat": "A schooling species, this squid inhabits inshore coastal and estuarine areas over reef, sand and seagrass beds, commonly in waters from 0-10 metres depth. They can be readily distinguished from the southern calamari by the presence of two fins at the base of the tail that give the squid a characteristic arrow shape.",
    "Fishing information": "Squid are caught using squid jigs or baited squid lures. Fishers use a jigging or casting action from boats and jetties or off rocks. Often caught under lights around jetties at night. They have rapid growth rates and live only for about 12 months."
  },
  "Stargazer - Common": {
    "Scientific name": "Kathetostoma laeve",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 75cm",
    "Identifying features": "Stargazers are not the prettiest fish in the sea. They have eyes located on the top of their large, a squarish head and a wide, upturned mouth filled with fine teeth along backward pointing jaws designed not to allow prey to escape. Common stargazers are grey-brown across the back and white underneath. They have no scales, two large black bands across their back and large pectoral fins with white margins.",
    "Habitat": "Found in inshore waters right around Tasmania in depths up to 60 metres, including estuaries and bays. They are rarely seen by divers due to their habit of burying themselves in the sand waiting to ambush any edible fish that comes by. Found mostly over sand and seagrass meadows.",
    "Fishing information": "Can be caught on rod and line using whole fish baits and soft plastic lures when fishing off beaches. Occasionally caught in gillnets. They eat fish and other food items that are nearly as big as themselves, providing it can fit in their mouths."
  },
  "Sweep - Mado": {
    "Scientific name": "Atypichthys strigatus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 25cm",
    "Identifying features": "This mado has a silvery white body with horizontal black stripes and a mostly yellow tail. The stripes extend the entire length of body, head and eye but are not present on the underside or tail. It has large eyes and a small mouth.",
    "Habitat": "A schooling fish which is found on shallow coastal reefs or under wharves and jetties from 0-30 metres in depth. Abundant along the eastern Australian coast, mado are becoming more common in Tasmania, particularly on the north and east coasts.",
    "Fishing information": "They are not commonly caught by recreational fishers in Tasmania. May be encountered when fishing for other species using small baits and hooks."
  },
  "Sweep - Sea": {
    "Scientific name": "Scorpis aequipinnis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 40cm and 3.5kg",
    "Identifying features": "Sea sweep have a deep body shape, a short head and a small mouth. In adults, they have a distinct yellow mark on their bottom jaw and below the eye, otherwise they are a blue-grey colour above with silver below. Another species caught in Tasmanian waters, the silver sweep, look similar to sea sweep but without the yellow tinges.",
    "Habitat": null,
    "Fishing information": "Sweep are strong fighters that, once hooked, turn on their side and change swimming directions at high speed. Use longer, strong action rods and lines of about 8kg so that the fish will not be able to snag you around the reef once hooked. With fishing rigs, use the least amount of sinker possible to make the bait look like something that the wave action has removed from the rocks. Use prawns, small pieces of fish and raw chicken as baits and continue casting into the wash, not letting the bait too near the bottom."
  },
  "Swordfish": {
    "Scientific name": "Xiphias gladius",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "1",
    "Possession Limit": "1",
    "Minimum size": null,
    "Grows to": "Up to 5m and 650kg",
    "Identifying features": "Broadbill swordfish have an elongated round body with purple to black colouring along the back, a whiter underbelly and a silvery sheen along the flanks. They can be recognised by their large sickle shaped dorsal fin and a prominent sword shaped bill. Swordfish have the amazing ability, by way of a complex net of arteries and veins in their eyes and brain, to keep these organs up to 15 degrees warmer than surrounding waters to assist the fish focus on prey capture.",
    "Habitat": "Found outside the continental shelf tending to prefer seamounts and areas around sea upwelling. Rarely found in shallow coastal waters.",
    "Fishing information": "A recreational fishery for this highly valued, migratory species has emerged in Tasmania in recent years. They are found from the surface to 600 metres in depth but will frequent surface waters during times of full moon. They prefer squid baits but will also take fish and well-presented squid type lures drifted in deep water."
  },
  "Tailor": {
    "Scientific name": "Pomatomus saltatrix",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.2m and 14.5kg.",
    "Identifying features": "Tailor are a greyish to green-blue colour on the upper body and silvery below. They have a moderately long body, a prominent lower jaw and a large forked tail fin.",
    "Habitat": "Tailor prefer warmer temperate waters.  A pelagic, migratory species, it moves south from subtropical areas in spring when it can be found in estuaries and inshore waters on the east and west coasts of mainland Australia, then northward again in autumn.",
    "Fishing information": "A popular game fish caught off the southern east coast of Australia which is sometimes taken in the north of Tasmania but not commonly caught. The tailor is a voracious feeder on small fish, named for its ability to cut fishing nets and lines with its sharp teeth. In Tasmania, it tends to be found swimming with Australian salmon schools."
  },
  "Toadfish - Smooth": {
    "Scientific name": "Tetractenos glaber",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 15cm",
    "Identifying features": "Toadfish have dark brown blotches on the back and are white underneath. Their body shape is moderately long and rounded, narrowing at the tail. They have no scales and a smooth, toadlike skin. They have a powerful beak with four sharp fused teeth, two each in the upper and lower jaw. The most recognisable feature of this fish is that it inflates itself when captured, either with water or air. Some toadies will emit a pungent, chemical-like odour on capture.",
    "Habitat": "These fish are generally solitary in Tasmania, unlike the mainland where they school in great numbers. Toadfish tend to prefer shallow sandy or muddy estuaries and are distributed all around Tasmania.",
    "Fishing information": "These fish are not usually targeted by recreational or commercial fishers, but are an unwanted bycatch species that take baits destined for other species. If small hooks are used, it is likely any capture of a toadie will result in gut hooking. In many cases, they will take a bait without the fisher being aware of having a bite."
  },
  "Trevalla - Blue eye": {
    "Scientific name": "Hyperoglyphe antarctica",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.4 metres and 45 kg",
    "Identifying features": "Blue-eye trevalla is a stout bodied fish with a rounded blunt snout, a dark blue to blue grey body above and lighter blue below. It has a large, deep, blue eye with a gold ring around it. Larger fish have a bronze sheen along the flanks.",
    "Habitat": "Blue-eye trevalla form schools over reefs and hard structures on the continental slope at depths of around 200-450 metres, out of reach of many recreational anglers.",
    "Fishing information": "There are increasing numbers of recreational fishers targeting trevalla using droplines or deep-water handlines and also by the use of fishing rods with electric reels. Baits include fish flesh, squid and octopus."
  },
  "Trevally - Silver": {
    "Scientific name": "Pseudocaranx dentex",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": null,
    "Grows to": "Up to 76cm and 6kg",
    "Identifying features": "Silver trevally are deep-bodied fish with silvery white to green-bronze or pale blue colouring across the back and silver undersides. A black spot is also found on the gill cover. Sometimes a yellowish colour may be seen on the sides towards the tail area. Pale bands are occasionally seen on freshly caught individuals. Silver trevally have sharp scales, called scutes, positioned near the tail fin.",
    "Habitat": "An inshore schooling species, juvenile trevally are found in shallow sandy areas with larger individuals more common in offshore waters.",
    "Fishing information": "Caught using light tackle and a variety of lures and baits including soft plastics, flies and baits such as raw chicken meat or prawns. Often caught from wharves and jetties or from the shore around the east and north coasts of Tasmania. Occasionally taken in gillnets. Sometimes caught whilst line fishing for blue warehou as the two species tend to favour the same inshore habitats. They are known to grind their gill rakers with bony plates in the mouth to produce a grunting sound."
  },
  "Trout - Brown": {
    "Scientific name": "Salmo trutta",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "12",
    "Possession Limit": "24",
    "Minimum size": null,
    "Grows to": "Up to 1.4 metres and 23 kg",
    "Identifying features": "Sea run fish are uniformly brownish though may appear silvery with slightly darker, metallic grey back and faint dark spots on the sides, dorsal fins and gill covers with a paler underside. Estuarine fish are sometimes brown to olive green with bolder spotting. Most spots are surrounded by a paler halo and the tail has very few if any spots. The jaw extends beyond the eye.",
    "Habitat": "Introduced from England in 1864 and quickly spread to most rivers and lakes across the state. They thrive in shallow areas feeding on worms and invertebrates.",
    "Fishing information": "This species is managed by the Inland Fisheries Service. It is found in most estuaries around Tasmania and taken by an array of natural and artificial lures and sometimes in gillnets."
  },
  "Trumpeter - Bastard": {
    "Scientific name": "Latridopsis forsteri",
    "liciense required": false,
    "Season": "",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 65cm and 4kg",
    "Identifying features": "Bastard trumpeter are silver-grey in colour with irregular, golden brown longitudinal lines on the upper body. The fins are brownish or grey and adults have a dark margin on the tail fin.",
    "Habitat": "Small bastard trumpeter or ‘paperfish’ as they are known, form schools over shallow rocky reef areas while larger specimens are found mainly as solitary fish in deeper waters up to 160 metres.",
    "Fishing information": "Bastard trumpeter are only occasionally caught on rod and line using baits such as sandworms, prawns or scallop. They are most commonly caught in gillnets and frequently seen around the Tasmanian coast by divers. These fish are highly regarded in most areas of Tasmania for their good eating qualities and because of their appealing colouration."
  },
  "Trumpeter - Striped": {
    "Scientific name": "Latris lineata",
    "liciense required": false,
    "Season": "",
    "Bag Limit": null,
    "Possession Limit": null,
    "Minimum size": null,
    "Grows to": "Up to 1.2m and 25kg",
    "Identifying features": "Striped trumpeter are an elongate, flat-bodied, white to pale greenish-yellow fish with three longitudinal stripes along the upper half of their body. They have a pointed snout and their fins are bright yellow.",
    "Habitat": "This species has an extended larval phase of around nine months before settling on inshore reef whilst adult fish mainly inhabit deep offshore waters up to 300 metres.",
    "Fishing information": "Striped trumpeter are primarily targeted around the eastern and southern coasts of Tasmania. Young fish are targeted by recreational fishers on inshore reefs and larger fish are mainly caught on rough bottom in deep water. Line fishers favour baits such as fish and squid, however striped trumpeter will occasionally take a lure or fly. They are carnivorous and feed on crustaceans, fish, squid and octopus."
  },
  "Tuna - Albacore": {
    "Scientific name": "Thunnus alalunga",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 1.3m and 55kg",
    "Identifying features": "A medium size tuna, albacore have a dark blue upper body without spots or stripes. They have the longest pectoral fin of all the tunas, extending back behind the second dorsal fin. Other identifying features include a dark yellow first dorsal fin, pale yellow second dorsal and anal fins and a distinctive white outer edge on the tail fin.",
    "Habitat": "Albacore travel to Tasmania on the eastern Australian current from sub-tropical waters. They are found from shallow coastal waters out to the continental shelf in depths ranging from 10-300 metres, commonly in schools off eastern Tasmania from late summer and through autumn.",
    "Fishing information": "A popular recreational species, this highly migratory fish is found with other tunas such as skipjack and yellowfin. Caught by trolling a variety of hard and soft bodied lures at varying depth ranges. The main recreational season in Tasmania is from January through to April."
  },
  "Tuna - Skipjack": {
    "Scientific name": "Katsuwonus pelamis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": null,
    "Grows to": "Up to 1m and 35kg",
    "Identifying features": "A smaller tuna, skipjack can be identified by 3-5 dark horizontal stripes on its lower half and sides against a silvery white belly. The dorsal fins are narrowly separated with 14-16 spines in the first dorsal fin. Skipjack have a thickened scale patch near the pectoral fin base and virtually no scales on the posterior half of the body.",
    "Habitat": "Skipjack tuna are found in similar habitat to albacore but come into slightly shallower waters. They travel to Tasmania on the eastern Australian current from sub-tropical waters and are found from shallow coastal waters out to the continental shelf. They form tight schools in offshore waters off eastern Tasmania and are caught from late January to April.",
    "Fishing information": "Often found with other tunas such as albacore and yellowfin. Caught by trolling a variety of hard and soft bodied lures at varying depth ranges. At times they can be seen feeding on the surface and then can be taken on fly and light gear using small lures."
  },
  "Tuna Southern Bluefin": {
    "Scientific name": "Thunnys maccoyii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "2",
    "Minimum size": null,
    "Grows to": "Up to 2m 220kg",
    "Identifying features": "The largest of the Tasmanian tunas, southern bluefin have a moderately long and muscular body with small scales covering skin. They are bluish black in colour along the back and silvery white below. Keels are present near the tail and are coloured yellow in juveniles and black in adults. Looks similar to bigeye tuna ( Thunnus obesus ) but fishers experienced in catching SBT will be able to identify distinguish bigeye by the larger shape of the eye and the chubby form of the fish.",
    "Habitat": "A fast swimming tuna found in the open ocean, southern bluefin are highly migratory and may be found around Tasmania when the water temperature starts to cool, generally from March to June and spend winter in offshore waters. Can be found in close to sea cliffs but generally found in waters from 40 metres depth.",
    "Fishing information": "Southern bluefin tuna are actively targeted by game fishers off Tasmania’s east and south coasts during autumn and into winter. Usually caught by trolling large lures. In recent years, the stocks of SBT have declined to the point where catch limits have been placed upon the fishery in an attempt to allow the stocks to recover."
  },
  "Tuna - Yellowfin": {
    "Scientific name": "Thunnus albacares",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "2",
    "Minimum size": null,
    "Grows to": "Up to 2m and 175kg",
    "Identifying features": "This colourful tuna is dark blue-black on the body, silver to yellow on the belly and has a yellow stripe that runs from eye to tail. They have moderate to long pectoral fins reaching just beyond the start of the second dorsal fin. The second dorsal fin and anal fin are sickle shaped, and yellow-edged on larger fish.",
    "Habitat": "Found in offshore temperate waters of eastern Tasmania from late January to April when the water is warmer. They are found from shallow coastal waters out to the continental shelf in depths ranging from 10-200 metres.",
    "Fishing information": "Less common in Tasmania than other tunas. Caught on a variety of hard and soft bodies lures trolled at varying depths."
  },
  "Velvetfish - Red": {
    "Scientific name": "Gnathancanthus goetzii",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "2",
    "Possession Limit": "4",
    "Minimum size": null,
    "Grows to": "Up to 32cm",
    "Identifying features": "The body is a mottled red to brown colour, fins translucent towards the ends with reddish tinge. This fish is brightly coloured when removed from the sea but quite a dull orange underwater in its natural habitat. This fish has no scales but a velvety skin instead.",
    "Habitat": "These small fish are found in tidal pools or shallow coastal reefs right around Tasmania. They are poor swimmers and tend to lay inconspicuously in red seaweeds rolling backwards and forwards with the swells. Active at night when they hunt for food.",
    "Fishing information": "An uncommon capture, more likely to be in a gillnet than on rod and line. Sometimes seen by divers."
  },
  "Warehou - Blue": {
    "Scientific name": "Seriolella brama",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": null,
    "Grows to": "Up to 76cm and 7kg",
    "Identifying features": "Blue warehou have dark steely blue colouring above and are silvery white below. When alive, darker blotches are often observed on the flanks but these tend to fade soon after capture. A prominent black spot is found above the pectoral fin. They have a mucous film covering their bodies, hence the name ‘snotties’.",
    "Habitat": "A migratory schooling fish which is caught on reefs, and under jetties, wharves and moored boats. Juveniles and sub-adults form large schools and migrate through certain areas around Tasmania during summer and autumn, especially along the north and south-east coasts.",
    "Fishing information": "Often caught in gillnets, these fish are strong fighters when taken on light gear. The best method of capture is using a small hook with no sinker and allowing baits such as raw chicken meat or fresh shelled prawns to sink until reaching mid-water. There is a well known season for catching them off Stanley wharf around December."
  },
  "Warehou - Silver": {
    "Scientific name": "Seriolella punctata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "10",
    "Possession Limit": "20",
    "Minimum size": null,
    "Grows to": "Up to 66cm and 5.5kg",
    "Identifying features": "Silvery-blue to grey across the back with a white-silver belly. The head is a darker grey-brown with a dark blotch above the pectoral fin. Young fish have a series of dark spots along the lateral line.",
    "Habitat": "Silver warehou form schools in offshore waters from 3-650 metres, occasionally entering larger estuaries as juveniles all around Tasmania.",
    "Fishing information": "Can be taken recreationally by rod and line fishers in large numbers off wharves and jetties along Bass Strait in seasonally abundant years. Caught using fish flesh or raw chicken baits fished with light sinker or no sinker just below the sight line of the fisher. Berley will help attract these fish and keep them in the fishing area. When first hooked they turn on their sides and fight strongly, so using a long soft action rod will assist with capture. Also caught in the south east of Tasmania in the summer and autumn months."
  },
  "White Ear": {
    "Scientific name": "Parma microlepis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 20cm",
    "Identifying features": "This small, deep bodied fish is named for the definite white blotch on the side of the head which clearly stands out against the darker body colour of yellowish brown to purple. Juveniles are more brightly coloured with neon blue lines which fade to dots as the fish matures. White-ear have very distinct rough scales. See illustrations of both adult and juvenile above.",
    "Habitat": "White-ear form large schools around reef areas from 0 to 30 metres in depth. They are more common in northern Tasmania and highly territorial. Males will vigorously defend their territory during the breeding season.",
    "Fishing information": "Mostly likely encountered as bycatch in gillnets, they are normally released due to being too small to be retained as food. They are very hardy and will live for extended periods if taken in a gillnet."
  },
  "Whiting - Blue Weed": {
    "Scientific name": "Haletta semifasciata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 40cm",
    "Identifying features": "This weed whiting has a slender body shape with a pointed snout. They have a distinctive yellow eye and a small mouth. The male is a bright blue colour with blue fins, brown stripes and a blue area around the anus. Females and juveniles are a yellow greenish colour with a silver stripe along the side. More closely related to wrasses than the true whitings.",
    "Habitat": "Found around sea grass beds and rocky reefs down to 15m in depth where it feeds on small invertebrates and algae.",
    "Fishing information": "Blue weed-whiting may form schools in sheltered estuaries over seagrass beds. Use a small hook and baits such as sand worms, chicken or prawns to target this species."
  },
  "Whiting - King George": {
    "Scientific name": "Sillaginodes punctata",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 69cm and 5kg",
    "Identifying features": "The largest of the whitings, easily recognised by the dark spotted pattern, often in rows, along the long, slender body. Light brown to brownish black above and silvery belly. The scales are small and the tail fin yellow.",
    "Habitat": "Found around Australia’s southern coast, including in lower numbers in Tasmania, mainly in north and north-eastern waters. Young fish are found around shallow, sheltered areas in large estuaries close to seagrass beds and adults in deeper offshore waters up to 25 metres, often near reefs.",
    "Fishing information": "King George whiting are often caught during the day, indicating that they are visual feeders. They have small mouths used to feeding on worms and small crustaceans, so readily take baits such as pipis, marine worms, mussels or squid. Larger fish tend to congregate in sand holes or channels or drop-off areas into deeper water where fish will pass with the tide."
  },
  "Whiting - School": {
    "Scientific name": "Sillago bassensis",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "15",
    "Possession Limit": "30",
    "Minimum size": null,
    "Grows to": "Up to 33cm and 0.5kg",
    "Identifying features": "Southern school whiting have a long body with slight tapering at the head. The tail is markedly forked. Colour is yellowish brown with a number of orange-brown spots on the body. A silvery stripe can be seen along the flanks. Tail, pectoral and dorsal fins are brown, other fins are yellow or white.",
    "Habitat": "Young whiting are generally found inshore on sandy bottoms and in estuaries. They move into deeper water as they grow and form large spawning schools seasonally. Found in depths from 10-50 metres.",
    "Fishing information": "Most commonly caught on a hook and line when using small hooks baited with pieces of fish, prawn or squid. Marine worms are also considered good bait. A good fighting fish on light gear."
  },
  "Wrasse - Bluethroat": {
    "Scientific name": "Notolabrus tetricus",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 50cm and 4kg.",
    "Identifying features": "Blue throat wrasse females are orange brown with a broad dark saddle across the back. The males have the distinctive blue throat and bull head. This fish changes sex from female to male and in doing so, their colouration and general appearance becomes distinctly different. This results in many anglers assuming they are different species. Click to see illustrations of both sexes here.",
    "Habitat": "Wrasse are commonly found wherever reefs are present all around the Tasmanian coast where they will aggressively compete with other fish species for territory and food. This behaviour makes them prone to easy capture by fishing from rocks, wharves and boats.",
    "Fishing information": "Wrasse will take a variety of fish flesh baits, squid and even lures when fishing with rod and line. A good fighting fish, they have strong teeth which can weaken light fishing line to the point of breaking, therefore fishers may wish to use traces of heavier gauge leader material. A characteristic of wrasse is that when hooked, they will dive in between rock crevices or weed in an effort to evade capture."
  },
  "Wrasse - Senator": {
    "Scientific name": "Pictilabrus laticlavius",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 30cm",
    "Identifying features": null,
    "Habitat": "Sheltered coastal reefs and algal beds from 0-30m in depth.",
    "Fishing information": "An inquisitive fish, the senator wrasse is caught from wharves, coastal reefs, amongst kelp or from a boat. Males become territorial during breeding season and attach to certain reefs. If you are catching bluethroat or other wrasse then you may eventually catch a senator wrasse due to their overlapping habitats. They will take a variety of baits."
  },
  "Zebrafish": {
    "Scientific name": "Girella zebra",
    "liciense required": false,
    "Season": "Open all year",
    "Bag Limit": "5",
    "Possession Limit": "10",
    "Minimum size": null,
    "Grows to": "Up to 50cm",
    "Identifying features": "Zebrafish have a compressed, oval shaped body with small scales and a small mouth. They are a pale greyish colour with 9-10 distinct wedge-shaped dark bands along the sides and an iridescent purple sheen covers the body when still alive. The fins are pale yellow. Juveniles can look very similar to luderick (Girella tricuspidata) but the stripes are wider.",
    "Habitat": "Found in estuaries, around offshore reefs and boulder outcrops from 0-20 m in depth.",
    "Fishing information": "These fish very rarely take a hook but are powerful fighters if you do manage to hook one. They are most likely to be encountered by divers or caught in gillnets."
  }
}